[
  {
    "_id": "1",
    "enfact": "HMT watch manufacturing Unit at Bangalore was started in 1961.",
    "knfact": "ಎಚ್ಎಂಟಿ ಗಡಿಯಾರದ ಉತ್ಪಾದನಾ ಘಟಕವು ಬೆಂಗಳೂರಿನಲ್ಲಿ 1960 ರಲ್ಲಿ ಆರಂಭಗೊಂಡಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/1.jpg"
  },
  {
    "_id": "2",
    "enfact": "HMT at Bangalore is the first manufacturer of Wrist watches in the country. HMT is also India’s first Automatic Day-Date watch , first Quartz watch , first Braille watch, first Ana-Digi watch manufacturer.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಎಚ್ಎಂಟಿಯು ದೇಶದ ಮೊದಲ ಮಣಿಕಟ್ಟು ಕೈಗಡಿಯಾರಗಳನ್ನು ತಯಾರಿಸಿತು. ಮತು ಎಚ್ಎಂಟಿ ದೇಶದ ಮೊದಲ ಸ್ವಯಂಚಾಲಿತ ಡೇ-ದಿನಾಂಕ ಗಡಿಯಾರ , ಮೊದಲ ಸ್ಫಟಿಕ ವಾಚ್, ಮೊದಲ ಬ್ರೈಲ್ ವಾಚ್, ಮೊದಲ ಅನಾ-ಡಿಜಿ ಗಡಿಯಾರದ ಉತ್ಪಾದಕ ಎಂಬ ಕೀರ್ತಿ ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/2.jpg"
  },
  {
    "_id": "3",
    "enfact": "The first batch of Hand Wound Wrist Watches by HMT was released by the Hon’ble Prime Minister Pandit Jawaharlal Nehru.",
    "knfact": "ಎಚ್ಎಂಟಿ ತಯರಿಸಿದ ಮೊದಲ ಮಣಿಕಟ್ಟು ಕೈ ಗಡಿಯಾರವನ್ನು ಅಂದಿನ ಗೌರವಾನ್ವಿತ ಪ್ರಧಾನಿ ಪಂಡಿತ್ ಜವಾಹರಲಾಲ್ ನೆಹರೂ ಬಿಡುಗಡೆಗೊಳಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/3.jpg"
  },
  {
    "_id": "4",
    "enfact": "Kittur Rani Chennamma, Queen of the princely state of Kittur was the first woman to lead an armed rebellion against British governance and kappa tax in 1824",
    "knfact": "1824 ರಲ್ಲಿ ಕಿತ್ತೂರಿನ ರಾಣಿ ಚೆನ್ನಮ್ಮಳು, ಬ್ರಿಟಿಷ್ ಆಡಳಿತ ಮತ್ತು ಕಪ್ಪ ತೆರಿಗೆಯ ವಿರುದ್ಧ ಸಶಸ್ತ್ರ ದಂಗೆಯೆದ್ದ ಮೊದಲ ಮಹಿಳೆಯಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/4.jpg"
  },
  {
    "_id": "5",
    "enfact": "Sangolli Rayanna, army chief of kittur was the first to start Guerilla warfare in India.",
    "knfact": "ಕಿತ್ತೂರು ಸಂಗ್ರಾಮದಲ್ಲಿ, ರಾಜ್ಯದ ಸೇನಾ ಮುಖ್ಯಸ್ಥ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣನು ಭಾರತದಲ್ಲಿಮ ೊದಲ ಬಾರಿಗೆ ಗೆರಿಲ್ಲಾ ವಾರ್-ಫೇರ್ ಆರಂಭಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/5.jpg"
  },
  {
    "_id": "6",
    "enfact": "Karnataka Khadi Gramodyoga Samyukta Sangha (KKGSS) in Bengeri in Hubli, is the only unit in India that is authorized to manufacture and supply the Flag of India from 1957.",
    "knfact": "1957 ರಿಂದಲು ಹುಬ್ಬಳ್ಳಿ, ಬೆಂಗೇರಿಯಲ್ಲಿನ ಕರ್ನಾಟಕ ಖಾದಿ ಗ್ರಮೋದ್ಯೊಗ ಸಂಯುಕ್ತ ಸಂಘವು (KKGSS) ಭಾರತದ ತ್ರಿವರ್ಣ ಧ್ವಜವನ್ನು ತಯಾರಿಸುತ್ತದೆ. ಈ ಸಂಘವು ತ್ರಿವರ್ಣ ಧ್ವಜವನ್ನು ತಯಾರಿಸಿ ಸರಬರಾಜು ಮಾಡುವ ದೇಶದ ಏಕೈಕ ಅಧಿಕೃತ ಘಟಕವಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/6.jpg"
  },
  {
    "_id": "7",
    "enfact": "Purandara Dasa is known as the “Father of Carnatic Music”. He systematized the entire system of teaching Carnatic music that is followed to this day.",
    "knfact": "ಪುರಂದರ ದಾಸರುನ್ನು ಕರ್ನಾಟಕ ಸಂಗೀತದ ಪಿತಾಮಹ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅವರು ಅಂದಿನ ಕರ್ನಾಟಕ ಸಂಗೀತ ಬೋಧನೆ, ಪದ್ಧತಿಯನ್ನು ವ್ಯವಸ್ಥಿತಗೊಳಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/7.jpg"
  },
  {
    "_id": "8",
    "enfact": "Sir M Visvesvaraya's birthday which is on 15th September is celebrated as Engineer’s Day in India.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರ ಹುಟ್ಟುಹಬ್ಬ, 15 ನೇ ಸೆಪ್ಟೆಂಬರ್ ರನ್ನು ಭಾರತದಲ್ಲಿ ಎಂಜಿನಿಯರ್ಸ ಡೇ ಎಂದು ಆಚರಿಸಲಾಗುತ್ತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/8.jpg"
  },
  {
    "_id": "9",
    "enfact": "Bharat Ratna awardee, Sir M Visvesvaraya was the chief engineer for the Krishna Raja Sagara (KRS) Dam in Mysore.",
    "knfact": "ಭಾರತ ರತ್ನ ಪ್ರಶಸ್ತಿ ಪಡೆದ, ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ಮೈಸೂರಿನ ಕೃಷ್ಣ ರಾಜ ಸಾಗರ (ಕೆಆರ್ಎಸ್) ಅಣೆಕಟ್ಟಿಗೆ ಮುಖ್ಯ ಇಂಜಿನಿಯರ್ ರಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/9.jpg"
  },
  {
    "_id": "10",
    "enfact": "Sir M.Visvesvaraya designed and planned the entire area of Jayanagar in South Bangalore. Its one of the best-planned layouts in Asia.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ದಕ್ಷಿಣ ಬೆಂಗಳೂರು ಮತ್ತು ಇಡೀ ಜಯನಗರ ಪ್ರದೇಶವನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿದಾರೆ. ಈ ವಿನ್ಯಾಸವು ಏಷ್ಯಾದ ಅತ್ಯುತ್ತಮ-ಯೋಜಿತ ಚೌಕಟ್ಟಿನಲ್ಲಿ ಒಂದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/10.jpg"
  },
  {
    "_id": "11",
    "enfact": "Sir M.Visvesvaraya served as Board of director of Tata Steel during 1927–1955.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು 1927-1955 ಸಮಯದಲ್ಲಿ ಟಾಟಾ ಸ್ಟೀಲ್ನ ನಿರ್ದೇಶಕರ ಮಂಡಳಿಯಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/11.jpg"
  },
  {
    "_id": "12",
    "enfact": "Sir M Visvesvaraya designed the flood protection system for Hyderabad, Khadakvasala (Pune) and Gwalior and a sea erosion protection system for Vishakapatnam.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ಹೈದರಾಬಾದ್ ನ, ಪ್ರವಾಹ ರಕ್ಷಣಾ ವ್ಯವಸ್ಥೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದಾರೆ. ಖಡಕ್ವಾಸ್ಲ(ಪುಣೆ), ಗ್ವಾಲಿಯರ್ ಮತ್ತು ವಿಶಾಖಪಟ್ಟಣಂನ ಕಡಲು ಕೊರೆತ ರಕ್ಷಣೆ ವ್ಯವಸ್ಥೆಯನ್ನೂ ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/12.jpg"
  },
  {
    "_id": "13",
    "enfact": "Sir M Visvesvaraya set up the University Visvesvaraya College of Engineering (UVCE) in Bengaluru, in 1917.",
    "knfact": "1917 ರಲ್ಲಿ ಬೆಂಗಳೂರಿನಲ್ಲಿ ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ಯೂನಿವರ್ಸಿಟಿ ಆಫ್ ವಿಶ್ವೇಶ್ವರಯ್ಯ ಕಾಲೇಜ್ ಆಫ್ ಇಂಜಿನಿಯರಿಂಗ್ (UVCE)ಅನ್ನು  ಸ್ಥಪಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/13.jpg"
  },
  {
    "_id": "14",
    "enfact": "UVCE setup by Sir M Visvesvaraya in Bengaluru is the 1st Engineering institute in karnataka and 5th oldest in India.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ಸ್ತಾಪಿಸಿದ ಬೆಂಗಳೂರಿನ UVCE ಕಾಲೇಜ್, ಕರ್ನಾಟಕದ ಮೊದಲ ಎಂಜಿನಿಯರಿಂಗ್ ಸಂಸ್ಥೆ ಮತ್ತು ಭಾರತದಲ್ಲಿನ ಐದನೇ ಎಂಜಿನಿಯರಿಂಗ್ ಸಂಸ್ಥೆಯಗಿದೆ.  ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/14.jpg"
  },
  {
    "_id": "15",
    "enfact": "Sir M Visvesvaraya is know as \"Father of modern Mysore state\" for his works.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯ ಅವರನ್ನು \"ಆಧುನಿಕ ಮೈಸೂರು ರಾಜ್ಯದ ತಂದೆ\" ಎಂದು ಸಂಭೋದಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/15.jpg"
  },
  {
    "_id": "16",
    "enfact": "Sir M Visvesvaraya started Mysore Soap Factory, the Parasitoide Laboratory, the Mysore Iron & Steel Works in Bhadravathi.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರು ಭದ್ರಾವತಿಯಲ್ಲಿನ ಮೈಸೂರು ಸೋಪ್ ಫ್ಯಾಕ್ಟರಿ, ಪ್ಯರಾಸಿಟಿಯೊಡ್ ಪ್ರಯೋಗಾಲಯ, ಮೈಸೂರು ಕಬ್ಬಿಣ ಮತ್ತು ಸ್ಟೀಲ್ ವರ್ಕ್ಸ್ ಪ್ರಾರಂಭಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/16.jpg"
  },
  {
    "_id": "17",
    "enfact": "Sir M Visvesvaraya started Sri Jayachamarajendra Polytechnic (SJP) Institute and the Bangalore Agricultural University.",
    "knfact": "ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ ಪಾಲಿಟೆಕ್ನಿಕ್(SJP) ಶೈಕ್ಷಣಿಕ ಸಂಸ್ಥೆ ಮತ್ತು ಬೆಂಗಳೂರು ಕೃಷಿ ವಿಶ್ವವಿದ್ಯಾಲಯ ಪ್ರಾರಂಭಿಸಿದ ಕೀರ್ತಿ ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರದ್ದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/17.jpg"
  },
  {
    "_id": "18",
    "enfact": "Sir M Visvesvaraya started the famous State Bank of Mysore and Mysore Chambers of Commerce.",
    "knfact": "ಇಂದಿನ ಪ್ರಸಿದ್ಧ ಸ್ಟೇಟ್ ಬ್ಯಾಂಕ್ ಆಫ್ ಮೈಸೂರು ಮತ್ತು ಮೈಸೂರು ಕಾಮರ್ಸ್ ಚೇಂಬರ್ಸ ಆರಂಭಿಸಿದ ಕೀರ್ತಿ ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರದ್ದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/18.jpg"
  },
  {
    "_id": "19",
    "enfact": "Sir M Visvesvaraya laid the plan for road construction between Tirumala and Tirupati.",
    "knfact": "ತಿರುಮಲ ಮತ್ತು ತಿರುಪತಿ ನಡುವೆ ರಸ್ತೆ ನಿರ್ಮಾಣ ಯೋಜನೆ ಹಾಕಿದ ಕೀರ್ತಿ ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯನವರದ್ದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/19.jpg"
  },
  {
    "_id": "20",
    "enfact": "The term Akashvani(All India Radio) was coined by MV Gopalswamy of Mysore.",
    "knfact": "ಆಕಾಶವಾಣಿ (ಆಲ್ ಇಂಡಿಯಾ ರೇಡಿಯೋ) ಎಂಬ ಪದವನ್ನು ಮೈಸೂರಿನ ಎಂ.ವಿ ಗೋಪಾಲಸ್ವಾಮಿಯವರು ಸೃಷ್ಟಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/20.jpg"
  },
  {
    "_id": "21",
    "enfact": "Hampi in Bellary district is a UN World Heritage Site and has the most famous set of archaeological remnants.",
    "knfact": "ಬಳ್ಳಾರಿ ಜಿಲ್ಲೆಯ ಹಂಪಿಯು (UN World Heritage Site) ಯುಎನ್ ವಿಶ್ವ ಪರಂಪರೆಯ ತಾಣವಾಗಿದೆ ಮತ್ತು ಅತ್ಯಂತ ಪುರಾತತ್ವ ಅವಶೇಷಗಳನ್ನು ಹೊಂದಿದ ಪ್ರಸಿದ್ಧಿ ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/21.jpg"
  },
  {
    "_id": "22",
    "enfact": "The Archaeological remnants of Hampi has lasted longer than the Mughal Empire.",
    "knfact": "ಹಂಪಿಯ ಪುರಾತತ್ವ ಅವಶೇಷಗಳು ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದ ಕಾಲದಿಂದಲು ಉಳಿದಿರುವ ಕೀರ್ತಿ ಇದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/22.jpg"
  },
  {
    "_id": "23",
    "enfact": "The state of Mysore was formed on November 1st  1956 after the States Reorganization Act. From 1973 the state is known as Karnataka.",
    "knfact": "ನವೆಂಬರ್ 1, 1956 ರಲ್ಲಿ ಸ್ಟೇಟ್ಸ್ ಮರುಸಂಘಟನೆ ಕಾಯ್ದೆಯಡಿ ಮೈಸೂರು ರಾಜ್ಯವು ರಚನೆಯಾಯಿತು. ನಂತರ 1973 ರಿಂದ ಮೈಸೂರು ರಾಜ್ಯವನ್ನು ಕರ್ನಾಟಕ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/23.jpg"
  },
  {
    "_id": "24",
    "enfact": "Karnataka hosts the maximum number of Jnanapith awardees. The state has won eight.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು ಎಂಟು ಜ್ಞಾನಪೀಠ ಪುರಸ್ಕೃತರನ್ನು ಹೊಂದಿದೆ. ಗರಿಷ್ಠ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ ಪದಡೆದ ರಾಜ್ಯವು ಕರ್ನಾಟಕವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/24.jpg"
  },
  {
    "_id": "25",
    "enfact": "Banglore is known as silicon valley of india.",
    "knfact": "ಬೆಂಗಳೂರು ನಗರವುನ್ನು ಭಾರತದ ಸಿಲಿಕಾನ್ ವ್ಯಾಲಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/25.jpg"
  },
  {
    "_id": "26",
    "enfact": "Banglaore is the largest city in India with an area of 741.00sqkm.",
    "knfact": "ಬೆಂಗಳೂರು ನಗರವು 741.00sqkm ವಿಸ್ತೀರ್ಣವನ್ನು ಹೊಂದಿದು, ಇಡೀ ಭಾರತದಲ್ಲಿನ ದೊಡ್ಡ ನಗರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/26.jpg"
  },
  {
    "_id": "27",
    "enfact": "Karnataka is the 8th largest state by population.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು ಜನಸಂಖ್ಯೆಯಲ್ಲಿ ಭಾರತದ 8 ನೇ ದೊಡ್ಡ ರಾಜ್ಯವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/27.jpg"
  },
  {
    "_id": "28",
    "enfact": "The major river systems of karnatake are the Krishna and its tributaries, the Kaveri and its tributaries",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ 2 ಪ್ರಮುಖ ನದಿ ವ್ಯವಸ್ಥೆಯು ಕೃಷ್ಣ ಮತ್ತು ಅದರ ಉಪನದಿಗಳು, ಕಾವೇರಿ ಮತ್ತು ಅದರ ಉಪನದಿಗಳಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/28.jpg"
  },
  {
    "_id": "29",
    "enfact": "karnataka is ranked 4th in size of legislature members with 224+75 members",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು ಶಾಸಕಾಂಗ ಸದಸ್ಯರ ಗಾತ್ರದಲಿ 4 ನೇ ಶ್ರೇಣಿ ಪಡೆದಿದ್ದು, 224 + 75 ಸದಸ್ಯರನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/29.jpg"
  },
  {
    "_id": "30",
    "enfact": "karnataka is ranked  6th in terms of GDP (Gross Domestic Product).",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು (ಒಟ್ಟು ದೇಶೀಯ ಉತ್ಪನ್ನ) ಜಿಡಿಪಿ ಪರಿಭಾಷೆಯಲ್ಲಿ 6 ನೇ ಸ್ಥಾನವನ್ನು ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/30.jpg"
  },
  {
    "_id": "31",
    "enfact": "karnataka shares border with 6 states making it diverse in culture.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು 6 ರಾಜ್ಯಗಳೊಂದಿಗೆ ಗಡಿಯನ್ನು ಹಂಚಿಕೊಂಡಿದ್ದು ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ವೈವಿಧ್ಯಮಯವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/31.jpg"
  },
  {
    "_id": "32",
    "enfact": "karnataka holds 3rd highest literacy rate (80.1%) after Tamilnadu and Maharashtra",
    "knfact": "ಕೇರಳ ಮತ್ತು ಮಹಾರಾಷ್ಟ್ರ ನಂತರ, ಕರ್ನಾಟಕ ರಾಜ್ಯವು ಸಾಕ್ಷರತೆಯಾದರ (80.1%) 3 ನೇ  ಸ್ಥಾನ  ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/32.jpg"
  },
  {
    "_id": "33",
    "enfact": "Mullayanagiri  is highest point in karnataka with 6317 feet high ",
    "knfact": "6317 ಅಡಿ ಎತ್ತರದ ಮುಳ್ಳಯ್ಯನಗಿರಿಯು ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಅತ್ಯುನ್ನತ ಬಿಂದುವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/33.jpg"
  },
  {
    "_id": "34",
    "enfact": "Karnataka is the only exporter of sandalwood in the country.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು ದೇಶದಲ್ಲಿ (ಚಂದನ)ಶ್ರೀಗಂಧದವನ್ನು ರಫ್ತು ಮಾಡುವ ಏಕೈಕ ರಾಜ್ಯವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/34.jpg"
  },
  {
    "_id": "35",
    "enfact": "The first power station in Asia was set up in Karnataka at Shivanasamudra in 1902 to produce hydroelectric power.",
    "knfact": "ಏಷ್ಯಾದ ಮೊದಲ ಪವರ್ ಸ್ಟೇಷನ್ ಅನ್ನು 1902 ರಲ್ಲಿ ಜಲವಿದ್ಯುತ್ ಶಕ್ತಿ ಉತ್ಪಾದಿಸಲು  ಶಿವನ ಸಮುದ್ರ, ಕರ್ನಾಟಕದಲ್ಲಿ  ಸ್ಥಾಪಿಸಲಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/35.jpg"
  },
  {
    "_id": "36",
    "enfact": "Bangalore is the hub of IT (Information Technology) sector.",
    "knfact": "ಬೆಂಗಳೂರು ನಗರವು ಐಟಿ (ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನ) ವಲಯದಲ್ಲಿ ಪ್ರಮುಖ ಕೇಂದ್ರವಾಗಿ ಹೊರಹೊಮ್ಮಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/36.jpg"
  },
  {
    "_id": "37",
    "enfact": "ISRO head office in bangalore and also home to prestigious higher institutes of learning such as the Indian Institute of Science (IISc) and the Indian Institute of Management (IIM Bangalore).",
    "knfact": "ಇಸ್ರೋ (ISRO) ಪ್ರಧಾನ ಕಚೇರಿ, ಇಂಡಿಯನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಸೈನ್ಸ್ (IISC) ಮತ್ತು ಇಂಡಿಯನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಮ್ಯಾನೇಜ್ಮೆಂಟ್ (IIMb) ಮತ್ತು ಹಲವು ಪ್ರತಿಷ್ಟಿತ ಉನ್ನತ ಶಿಕ್ಷಣ ಸಂಸ್ಥೆಗಳನ್ನು ಬೆಂಗಳೂರು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/37.jpg"
  },
  {
    "_id": "38",
    "enfact": "Infosys in Mysore has the world's largest corporate training centre in the city.",
    "knfact": "ಮೈಸೂರಿನ ಇನ್ಫೋಸಿಸ್ ಸಂಸ್ಥೆಯು ವಿಶ್ವದ ಅತಿ ದೊಡ್ಡ ಕಾರ್ಪೊರೇಟ್ ತರಬೇತಿ ಕೇಂದ್ರವನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/38.jpg"
  },
  {
    "_id": "39",
    "enfact": "Mangalore handles 75 per cent of India's coffee exports and the bulk of its cashew nuts.",
    "knfact": "ಶೇಕಡ 75 ರಷ್ಟು ಭಾರತದ ಕಾಫಿ ರಫ್ತು ಮತ್ತು ಗೋಡಂಬಿಯನ್ನು ಮಂಗಳೂರು ನಿಭಾಯಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/39.jpg"
  },
  {
    "_id": "40",
    "enfact": "Karnataka has 5 national parks and 19 Wildlife sanctuaries.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು 5 ರಾಷ್ಟ್ರೀಯ ಉದ್ಯಾನವನಗಳು ಮತ್ತು 19 ಅಭಯಾರಣ್ಯಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/40.jpg"
  },
  {
    "_id": "41",
    "enfact": "The First commander-in-chief for Indian Army K.M Cariappa was born in Kodagu district.",
    "knfact": "ಭಾರತೀಯ ಸೇನೆಯ ಮೊದಲ ಕಮಾಂಡರ್-ಇನ್-ಚೀಫ್ ಆಗಿ ಕೊಡಗಿನ ಕೆ.ಎಮ್.ಕಾರ್ಯಪ್ಪನವರು ಕಾರ್ಯನಿರ್ವಹಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/41.jpg"
  },
  {
    "_id": "42",
    "enfact": "BBMP has Recognition for Serving More than 1 Crore people with water.",
    "knfact": "ಬೃಹತ್ ಬೆಂಗಳೂರು ಮಹಾನಗರ ಪಾಲಿಕೆ (ಬಿಬಿಎಂಪಿ)ಯು 1 ಕೋಟಿಗು ಹೆಚ್ಚು ಜನರಿಗೆ ನೀರು ಪೂರೈಸುವಲ್ಲಿ ಗುರುತಿಸಿಕೊಂಡಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/42.jpg"
  },
  {
    "_id": "43",
    "enfact": "Namma Metro, Bangalore is India's second largest metro system in terms of both length and number of stations, after the Delhi Metro.",
    "knfact": "ದೆಹಲಿ ಮೆಟ್ರೋ ನಂತರ, ಬೆಂಗಳೂರಿನ 'ನಮ್ಮ ಮೆಟ್ರೋ' ಭಾರತದ ಎರಡನೇ ಅತಿದೊಡ್ಡ ಮೆಟ್ರೋ  ಮತ್ತು ಅತಿಹೆಚ್ಚು ನಿಲ್ದಾಣಗಳನ್ನು ಹೊಂದಿರುವ ಮೆಟ್ರೋವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/43.jpg"
  },
  {
    "_id": "44",
    "enfact": "Namma Metro, Bangalore contains the first underground metro line in South India.",
    "knfact": "ಬೆಂಗಳೂರಿನ 'ನಮ್ಮ ಮೆಟ್ರೋ', ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿನ ಮೊದಲ ಭೂಗತ (ಅಂಡರ್ ಗ್ರೌಂಡ್) ಮೆಟ್ರೋ ಸಾಲನ್ನು ಹೊಂದಿರುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/44.jpg"
  },
  {
    "_id": "45",
    "enfact": "Tipu Sultan is known as Tiger of Mysore for his bravery in wars.",
    "knfact": "ಯುದ್ಧಗಳಲ್ಲಿ ತೋರಿದ ತನ್ನ ಶೌರ್ಯ ಮತ್ತು ಹುಲಿಯ ಜತೆಗಿನ ಕಾಳಗ ನೆಡೆಸಿದ್ದರಿಂದ ಟಿಪ್ಪು ಸುಲ್ತಾನ್ ರನು ಮೈಸೂರು ಹುಲಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/45.jpg"
  },
  {
    "_id": "46",
    "enfact": "Hardekar Manjappa of Uttara Kannada district is known is Gandhi of Karnataka.",
    "knfact": "ಉತ್ತರ ಕನ್ನಡ ಜಿಲ್ಲೆಯ ಹರ್ಡೇಕರ ಮಂಜಪ್ಪ ರನ್ನು \"ಕರ್ನಾಟಕದ ಗಾಂಧಿ\"ಯಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/46.jpg"
  },
  {
    "_id": "47",
    "enfact": "When the Kannada  literature “Kavirajamarga” was written by Amogavarsha, English was a baby in the cradle and Hindi was not born at all. ",
    "knfact": "ಅಮೋಘವರ್ಷರು ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಕವಿರಾಜಮಾರ್ಗ ಬರೆದ ಅವಧಿಯಲ್ಲಿ ಇಂಗ್ಲೀಷ್ ಭಾಷೆಯು ತೊಟ್ಟಿಲ ಮಗು ಮತ್ತು ಹಿಂದಿಯು ಹುಟ್ಟಿರಲ್ಲಿಲ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/47.jpg"
  },
  {
    "_id": "48",
    "enfact": "Kannada is the only Indian language for which a foreigner Ferdinand Kittel wrote a Dictionary.",
    "knfact": "ವಿದೇಶಿಗರೊಬ್ಬ ನಿಘಂಟು ಬರೆದ ಏಕೈಕ ಭಾರತೀಯ ಭಾಷೆಯು ಕನ್ನಡ. ಜರ್ಮನಿಯ ಫರ್ಡಿನ್ಯಾಂಡ್ ಕಿಟ್ಟಲ್ ರವರು ಕನ್ನಡ ನಿಘಂಟು ಬರೆದ ವಿದೇಶಿಗರಾಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/48.jpg"
  },
  {
    "_id": "49",
    "enfact": "Kannada script is the queen of World scripts –  Shri Vinobha Bhave",
    "knfact": "\"ಕನ್ನಡ ಲಿಪಿಯು ವಿಶ್ವ ಲಿಪಿಗಳ ರಾಣಿ\" ಯಂದು ಶ್ರೀ ವಿನೋಬಾ ಭಾವೆ ವರ್ಣಿಸಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/49.jpg"
  },
  {
    "_id": "50",
    "enfact": "The only Indian author who got maximum awards for literature is Shri Kuvempu, a proud Kannadiga.",
    "knfact": "ಸಾಹಿತ್ಯದಲ್ಲಿ ಗರಿಷ್ಠ ಪ್ರಶಸ್ತಿ ಪಡೆದ ಏಕೈಕ ಭಾರತೀಯ ಲೇಖಕ ಕನ್ನಡದ ಕುವೆಂಪು ಆಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/50.jpg"
  },
  {
    "_id": "51",
    "enfact": "Kannada is one of the Indian languages to feature in Wikipedia logo.",
    "knfact": "ವಿಕಿಪೀಡಿಯ(Wikipedia) ಲೋಗೋದ್ದಲ್ಲಿನ ಭಾರತೀಯ ಭಾಷೆಗಳಲ್ಲಿ  ಕನ್ನಡವು ಒಂದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/51.jpg"
  },
  {
    "_id": "52",
    "enfact": "'Charition mime', an ancient Greek play In 2nd century had used Kannada phrases.",
    "knfact": "2 ನೇ ಶತಮಾನದ ಗ್ರೀಕ್ ನಾಟಕ 'ಚಾರಿಷನ್ ಮೈಮ್', ಪುರಾತನ ಕನ್ನಡ ನುಡಿಗಟ್ಟುಗಳು ಬಳಸಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/52.jpg"
  },
  {
    "_id": "53",
    "enfact": "Ragale Saahithya can be seen only in Kannada, which is of a rare and different kind of literature.",
    "knfact": "ರಗಳೆ ಸಾಹಿತ್ಯವು ಕನ್ನಡದಲ್ಲಿ ಮಾತ್ರ ಕಾಣಲಾಗಿದೆ, ರಗಳೆ ಸಾಹಿತ್ಯವು ಒಂದು ಅಪರೂಪದ ಮತ್ತು ವಿವಿಧ ರೀತಿಯ ಸಾಹಿತ್ಯವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/53.jpg"
  },
  {
    "_id": "54",
    "enfact": "The first Governer of Karnataka was Jai Chamarajendra wadeyar, who was the 25th and last Maharaja of the princely state of Mysore.",
    "knfact": "ಕರ್ನಾಟಕ ಮೊದಲ ರಾಜ್ಯಪಾಲರು ಶ್ರೀ ಜೈ ಚಾಮರಾಜೇಂದ್ರ ಒಡೆಯರ್, ಮೈಸೂರು ರಾಜ್ಯದ 25 ನೇ ಮಹಾರಾಜಾ ಮತ್ತು ಮೈಸೂರು ಸಾಮ್ರಾಜ್ಯಯದ ಕಡೆಯ ರಾಜರು ಆಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/54.jpg"
  },
  {
    "_id": "55",
    "enfact": "Shakuntala Devi who origins from Bengaluru is known as Human Computer.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಶಕುಂತಲಾ ದೇವಿ ರವರನ್ನು ಮಾನವ ಕಂಪ್ಯೂಟರ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/55.jpg"
  },
  {
    "_id": "56",
    "enfact": "C.R Rao, mathematician and statistician of Karnataka is known for Cramér–Rao bound, the Rao–Blackwell theorem.",
    "knfact": "ಕರ್ನಾಟಕದ ಗಣಿತಜ್ಞ ಮತ್ತು ಸಂಖ್ಯಾಶಾಸ್ತ್ರಜ್ಞರಾಗಿರುವ ಸಿ.ರ್ ರಾವ್ ರವರ, ಕ್ರ್ಯಾಮರ್-ರಾವ್ ಬೌಂಡ್ ಮತ್ತು ರಾವ್-ಬ್ಲಾಕ್ವೆಲ್ ಪ್ರಮೇಯ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/56.jpg"
  },
  {
    "_id": "57",
    "enfact": "Gangadhar rao deshpande is known as Karnataka Simha.",
    "knfact": "ಗಂಗಾಧರ್ ರಾವ್ ದೇಶಪಾಂಡೆ ಯವರನ್ನು ಕರ್ನಾಟಕದ ಸಿಂಹ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/57.jpg"
  },
  {
    "_id": "58",
    "enfact": "Karnataka Ratna is the highest civilian honour of the State of Karnataka. There have been a total of 9 recipients of this award.",
    "knfact": "ಕರ್ನಾಟಕ ರತ್ನ ಪ್ರಶಸ್ತಿಯು, ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಉನ್ನತ ನಾಗರಿಕ ಗೌರವವಾಗಿದೆ. ಈ ಪ್ರಶಸ್ತಿ ಕೇವಲ 9 ವ್ಯಕ್ತಿಹಗಳಿಗೆ ಕೊಡಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/58.jpg"
  },
  {
    "_id": "59",
    "enfact": "The Maharaja of Mysore laid the foundation stone for the St.Philomena Cathedral church on October 28, 1933.",
    "knfact": "\"ಇಂದಿನ ಪ್ರಸಿದ್ಧ ಸಂತ ಫಿಲೋಮಿನಾ ಕ್ಯಾಥೆಡ್ರಲ್ ಚರ್ಚ್ ಶಂಕುಸ್ಥಾಪನೆಯನ್ನು ಅಕ್ಟೋಬರ್ 28, 1933 ರಂದು ಮೈಸೂರು ಮಹಾರಾಜರು ಮಾಡಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/59.jpg"
  },
  {
    "_id": "60",
    "enfact": "Malgudi days, the Hindi television series has a majority of the cast from Kannada film industry",
    "knfact": "ಮಾಲ್ಗುಡಿ ಡೇಸ್, ಪ್ರಸಿದ್ಧ ಹಿಂದಿ ದೂರದರ್ಶನ ಸರಣಿಯ ತಾರಾಗಣದಲ್ಲಿ ಬಹುತೇಕರು ಕನ್ನಡಿಗರಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/60.jpg"
  },
  {
    "_id": "61",
    "enfact": "Kavitha Lankesh, the kannada film-maker revived Malgudi Days in 2004 replacing Shankar Nag as director.",
    "knfact": "ಶಂಕರ್ ನಾಗ್ ನಂತರ  2004 ರಲ್ಲಿ, ರಾಷ್ಟ್ರಪ್ರಶಸ್ತಿ ವಿಜೇತ ಚಿತ್ರ ನಿರ್ಮಾಪಕಿ ಕವಿತ ಲಂಕೇಶ್ ಅವರನ್ನು ಮಾಲ್ಗುಡಿ ಡೆಸ್ ದಾರವಾಹಿಯ 26 ಭಾಗಗಳನ್ನು ನಿರ್ದೇಶನ ಮಾಡಲು ನೇಮಿಸಲಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/61.jpg"
  },
  {
    "_id": "62",
    "enfact": "Lankesh Patrike, the first Kannada tabloid was started in 1980. Its known for secular, anti-caste and anti-Hindutva views. ",
    "knfact": "ಕನ್ನಡದ ಮೊದಲ ಟ್ಯಾಬ್ಲಾಯ್ಡ್ ಲಂಕೇಶ್ ಪತ್ರಿಕೆಯು 1980 ರಲ್ಲಿ ಆರಂಭವಾಯಿತು. ಈ  ಪತ್ರಿಕೆಯು ಜಾತ್ಯತೀತ ಮತ್ತು ಹಿಂದುತ್ವ ವೀಕ್ಷಣೆಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/62.jpg"
  },
  {
    "_id": "63",
    "enfact": "P.Lankesh, the kannada journalist quit his job as an assistant professor in English at Bangalore University before he started Lankesh Patrike.",
    "knfact": "ಕನ್ನಡ ಪತ್ರಕರ್ತ ಪಿ. ಲಂಕೇಶ್, ಬೆಂಗಳೂರು ವಿಶ್ವವಿದ್ಯಾಲಯದಲ್ಲಿನ ಇಂಗ್ಲೀಷ್ ಭಾಷೆಯ ಸಹಾಯಕ ಪ್ರೊಫೆಸರ್ ಹುದ್ದೆ ತ್ಯಜಿಸಿ, ಕನ್ನಡದ ಮೊದಲ ಟ್ಯಾಬ್ಲಾಯ್ಡ್ ಲಂಕೇಶ್ ಪತ್ರಿಕೆಯನ್ನು ಪ್ರರಂಭಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/63.jpg"
  },
  {
    "_id": "64",
    "enfact": "Indrajith Lankesh ran the first Kannada sports weekly \"All Rounder\". It was the highest selling Sports Weekly in 90's.",
    "knfact": "ಇಂದ್ರಜಿತ್ ಲಂಕೇಶ್ ಕನ್ನಡದ ಮೊದಲ ಕ್ರೀಡಾ ಸಾಪ್ತಾಹಿಕ \"ಆಲ್ರೌಂಡರ್\" ಅನ್ನು ಪ್ರರಂಭಿಸಿದರು . ಇದು 90 ರ  ದಶಕದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು ಮಾರಾಟವಾದ ಕ್ರೀಡೆ ಸಾಪ್ತಾಹವಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/64.jpg"
  },
  {
    "_id": "65",
    "enfact": "Lankesh Patrike started in 1980, has never published a single advertisement or generated any ad revenue till date.",
    "knfact": "1980 ರಲ್ಲಿ ಆರಂಭಿಸಿದ ಲಂಕೇಶ್ ಪತ್ರಿಕಯು ಇಲ್ಲಿಯವರೆಗು ಒಂದೂ ಜಾಹೀರಾತನ್ನು ಪ್ರಕಟಿಸಿಲ್ಲ ಮತ್ತು ಯಾವುದೇ ಜಾಹೀರಾತಿಂದಲು ಆದಾಯ ಗಳಿಸಿಲ್ಲ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/65.jpg"
  },
  {
    "_id": "66",
    "enfact": "Shankar Nag's Hosa Theerpu is his only directorial remake in his carrier.",
    "knfact": "ಶಂಕರ್ ನಾಗ್ ರ ನಿರ್ದೇಶನ ವೃತ್ತಿ ಜೀವನದಲ್ಲಿ 'ಹೊಸತೀರ್ಪು' ಚಿತ್ರ ಮಾತ್ರವೇ ರಿಮೇಕ್ ಚಿತ್ರವಾಗಿದೆ . ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/66.jpg"
  },
  {
    "_id": "67",
    "enfact": "Ondu Muttina Kathe is said to be the first Indian film to be shot underwater which was directed by Shankar nag.",
    "knfact": "ಶಂಕರ್ ನಾಗ್ ನಿರ್ದೇಶಿಸಿದ 'ಒಂದು ಮುತ್ತಿನ ಕಥೆ' ಚಿತ್ರವು ನೀರೊಳಗೆ(ಅಂಡರ್ ವಾಟರ್) ಚಿತ್ರಿಸಲಾದ ಮೊದಲ ಭಾರತೀಯ ಚಲನಚಿತ್ರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/67.jpg"
  },
  {
    "_id": "68",
    "enfact": "The Government Film and Television Institute, Bangalore which was a part of S.J.Polytechnic is the first government institute in India to start technical courses related to films.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಎಸ್. ಜೆ ಪಾಲಿಟೆಕ್ನಿಕ್ ಕಾಲೇಜ್ ನ ಭಾಗವಾಗಿದ್ದ ಸರ್ಕಾರ ಫಿಲ್ಮ್ ಅಂಡ್ ಟೆಲಿವಿಷನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್, ಇಡೀ ಭಾರತದಲ್ಲಿ ಚಿತ್ರಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ತಾಂತ್ರಿಕ ಶಿಕ್ಷಣವನ್ನು ನೀಡುವ ಮೊದಲ ಸರ್ಕಾರಿ ಸಂಸ್ಥೆಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/68.jpg"
  },
  {
    "_id": "69",
    "enfact": "The Maharajas of Mysore were wealthy, second only to the Nizams of Hyderabad.",
    "knfact": "ಮೈಸೂರು ಮಹಾರಾಜರ ಕುಟುಂಬವು, ಹೈದರಾಬಾದ್ ನಿಜಾಮರ ನಂತರ ದೇಶದ ಎರಡನೇ ಅತೀ ಶ್ರೀಮಂತ ರಾಜ ಕುಟುಂಬವಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/69.jpg"
  },
  {
    "_id": "70",
    "enfact": "Viduraswath in Karnataka is known as Jalianwala Bagh of South.",
    "knfact": "ಕರ್ನಾಟಕದ ವಿದುರಾಶ್ವತ್ಥವನ್ನು, ದಕ್ಷಿಣದ ಜಲಿಯನ್ ವಾಲಾಬಾಗ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/70.jpg"
  },
  {
    "_id": "71",
    "enfact": "Mysore Paints and Varnish Limited is the sole supplier of Voter's ink in India.",
    "knfact": "ಭಾರತದಲ್ಲಿ 'ಮೈಸೂರು ಪೇಂಟ್ಸ್ ಅಂಡ್ ವಾರ್ನಿಶ್ ಲಿಮಿಟೆಡ್' ಮಾತ್ರವೆ ಮತದಾರರ ಶಾಯಿ ಸರಬರಾಜು ಮಾಡುವ ಏಕೈಕ ಘಟಕ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/71.jpg"
  },
  {
    "_id": "72",
    "enfact": "Halmidi Inscription is the oldest known Kannada Script.",
    "knfact": "ಹಲ್ಮಿಡಿ ಶಾಸನವು ಕನ್ನಡದ ಬಹು ಹಳೆಯ ಶಾಸನವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/72.jpg"
  },
  {
    "_id": "73",
    "enfact": "Lucia is the first Crowd funded Kannada Movie.",
    "knfact": "ಲೂಸಿಯಾ ಚಲನಚಿತ್ರವು, ಜನ ಸಮ್ಮೂಹದಿಂದ ಹಣ ಸಂಗ್ರಹಿಸಿ ನಿಮಿ೯ಸಿದ ಕನ್ನಡದ ಮೊದಲ ಚಲನಚಿತ್ರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/73.jpg"
  },
  {
    "_id": "74",
    "enfact": "Rakkasa Tangadi Battle ruined Glory of Vijayanagara Empire in 1565.",
    "knfact": "1565 ರಲ್ಲಿ ನೆಡೆದ ರಕ್ಕಸ ತಂಗಡಿ ಯುದ್ಧವು ವಿಜಯನಗರ ಸಾಮ್ರಾಜ್ಯದ ವೈಭವವನ್ನು ಹಾಳುಗೆಡಿಸಿತು ಎಂದು ಹೇಳಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/74.jpg"
  },
  {
    "_id": "75",
    "enfact": "Raghavanka is known as Shatpadi Brahma- 6 line Verse",
    "knfact": "ರಾಘವಾಂಕ ನ್ನು ಷಟ್ಪದಿಯ(6 ಲೈನ್ ಶ್ಲೋಕ ) ಬ್ರಹ್ಮ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/75.jpg"
  },
  {
    "_id": "76",
    "enfact": "M Govinda Pai is the first to be conferred as Rashtrakavi.",
    "knfact": "ಎಂ ಗೋವಿಂದ ಪೈರವರನ್ನು ಮೊದಲ ರಾಷ್ಟ್ರಕವಿ ಎಂದು ಪ್ರದಾನಿಸಲಾಗುವುದು . ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/76.jpg"
  },
  {
    "_id": "77",
    "enfact": "Bangalore is also the fashion capital of the East. It has as many fashion companies as Paris",
    "knfact": "ಬೆಂಗಳೂರು ನಗರವನ್ನು 'ಫ್ಯಾಷನ್ ಕ್ಯಾಪಿಟಲ್ ಆಫ್ ಈಸ್ಟ್' ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ . ಇದು ಪ್ಯಾರಿಸ್ ಗಿಂತಲು ಅನೇಕ ಫ್ಯಾಷನ್ ಸಂಸ್ಥೆಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/77.jpg"
  },
  {
    "_id": "78",
    "enfact": "Bangalore has maintained the drainage & sanitary systems infrastructure that was fitted in 2nd Century making it the oldest drainage infrastructure in the Country.",
    "knfact": "2 ನೇ ಶತಮಾನದಲ್ಲಿ ಅಳವಡಿಸಿದ ಒಳಚರಂಡಿ ಮತ್ತು ನೈರ್ಮಲ್ಯ ವ್ಯವಸ್ಥೆಗಳ ಮೂಲಸೌಕರ್ಯ ಬೆಂಗಳೂರು ಕಾಪಾಡಿಕೊಂಡಿದೆ. ದೇಶದಲ್ಲಿಯೇ ಅತ್ಯಂತ ಹಳೆಯ ಒಳಚರಂಡಿ ಸೌಲಭ್ಯ ಇದಾಗಿದೆ.  ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/78.jpg"
  },
  {
    "_id": "79",
    "enfact": "The National Institute of Technology, Suratkal is the only college in India that has its own private beach, including a lighthouse.",
    "knfact": "ಒಂದು ಲೈಟ್ ಹೌಸ್ ಮತ್ತು ತನ್ನದೇ ಆದ ಖಾಸಗಿ ಬೀಚ್ ಹೊಂದಿರುವ ಭಾರತದ ಏಕೈಕ ಕಾಲೇಜು ನ್ಯಾಷನಲ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಟೆಕ್ನಾಲಜಿ, ಸುರತ್ಕಲ್. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/79.jpg"
  },
  {
    "_id": "80",
    "enfact": "Aihole is known as the cradle of Hindu rock architecture with over 125 temples and monuments.",
    "knfact": "ಐಹೊಳೆಯನ್ನು ಹಿಂದೂ ರಾಕ್ ವಾಸ್ತುಶಿಲ್ಪದ ತೊಟ್ಟಿಲು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಐಹೊಳೆಯು 125 ದೇವಾಲಯಗಳು ಮತ್ತು ಸ್ಮಾರಕಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/80.jpg"
  },
  {
    "_id": "81",
    "enfact": "Hampi, in the Bellary District, has 54 World Heritage monuments and 650 national monuments.",
    "knfact": "ಬಳ್ಳಾರಿ ಜಿಲ್ಲೆಯ ಹಂಪಿಯು, 54 ವಿಶ್ವ ಪರಂಪರೆಯ ಸ್ಮಾರಕಗಳು ಮತ್ತು 650 ರಾಷ್ಟ್ರೀಯ ಸ್ಮಾರಕಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/81.jpg"
  },
  {
    "_id": "82",
    "enfact": "The earliest Stone Age fossil found in India is a hand axe at Lingasugur, in Raichur district.",
    "knfact": "ಭಾರತದಲ್ಲಿ ಕಂಡುಬರುವ ಅತ್ಯಂತ ಹಳೆಯ ಶಿಲಾಯುಗದ ಪಳೆಯುಳಿಕೆ ರಾಯಚೂರು ಜಿಲ್ಲೆಯ ಲಿಂಗಸೂರಿನಲ್ಲಿ ದೊರೆತಿದೆ. ಪಳೆಯುಳಿಕೆಯು ಒಂದು ಕೈ ಕೊಡಲಿ ಆಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/82.jpg"
  },
  {
    "_id": "83",
    "enfact": "Iron weapons from 1200 BC, found at Hallur in Dharwad district, demonstrate that North Karnataka used iron earlier than northern India.",
    "knfact": "ಧಾರವಾಡ ಜಿಲ್ಲೆಯ ಹಾಲೂರಿನಲ್ಲಿ 1200 ಕ್ರಿ.ಪೂ. ದ ಕಬ್ಬಿಣ ಯುಗದ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳು ದೊರೆತಿದೆ. ಈ ಸಂಗತಿಯು ಉತ್ತರ ಕರ್ನಾಟಕವು,  ಉತ್ತರ ಭಾರತಕ್ಕಿಂತ ಮುಂಚಣಿಯಲ್ಲಿ ಕಬ್ಬಿಣವನ್ನು  ಬಳಸಿದ್ದನ್ನು ನಿರೂಪಿಸುತ್ತವೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/83.jpg"
  },
  {
    "_id": "84",
    "enfact": "Aihole has amazing monuments though it was an experimental base for architectural creation during the period of Chalukya.",
    "knfact": "ಐಹೊಳೆಯ ಅದ್ಭುತ ಸ್ಮಾರಕಗಳು ಚಾಲುಕ್ಯರ ವಾಸ್ತುಶಿಲ್ಪದ ಕೇವಲ ಪ್ರಾಯೋಗಿಕ ನೆಲೆಯಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/84.jpg"
  },
  {
    "_id": "85",
    "enfact": "Scholars agree that the kings of the imperial Rashtrakuta dynasty from eighth to tenth century made the Kannada language as important as Sanskrit.",
    "knfact": "ಹತ್ತರಿಂದ-ಎಂಟನೇ  ಶತಮಾನದಲ್ಲಿ ಚಕ್ರಾಧಿಪತ್ಯದ ರಾಷ್ಟ್ರಕೂಟ ರಾಜವಂಶದ ರಾಜರು ಕನ್ನಡ ಭಾಷೆಗೆ ಸಂಸ್ಕೃತದಷ್ಟೇ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ನೀಡಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/85.jpg"
  },
  {
    "_id": "86",
    "enfact": "Vijayanagara (Karnata) Empire is considered the greatest medieval Hindu empire and was one of the greatest in the world at that point of time.",
    "knfact": "ವಿಜಯನಗರ (ಕರ್ನಾಟ) ಸಾಮ್ರಾಜ್ಯವು ಮಹಾನ್ ಮಧ್ಯಯುಗದ ಹಿಂದೂ ಸಾಮ್ರಾಜ್ಯಗಳ ಮಹಾನ್ ಸಾಮ್ರಾಜ್ಯವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. ಅಂದಿನ ಅವಧಿಯಲ್ಲಿ ವಿಶ್ವದಲ್ಲೆ ಮಹಾನ್ ಸಾಮ್ರಾಜ್ಯವು ಆಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/86.jpg"
  },
  {
    "_id": "87",
    "enfact": "Harihara and Bukka are the founders of the Vijayanagara empire, who were commanders in the army of the Hoysala Empire.",
    "knfact": "ಹರಿಹರ ಮತ್ತು ಬುಕ್ಕರು ವಿಜಯನಗರ ಸಾಮ್ರಾಜ್ಯ ಸ್ಥಾಪಿಸುವ ಮುನ್ನ ಹೊಯ್ಸಳ ಸಾಮ್ರಾಜ್ಯದ ಸೇನೆಯ ನಾಯಕರಾಗಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/87.jpg"
  },
  {
    "_id": "88",
    "enfact": "Dasara festival has been celebrated by the Wodeyars at Srirangapatna since 1610.",
    "knfact": "1610 ರಿಂದಲೂ ದಸರಾ ಹಬ್ಬವನ್ನು ಶ್ರೀರಂಗಪಟ್ಟಣದಲ್ಲಿ ಮೈಸೂರು ಒಡೆಯರ್ ರಿಂದ ಆಚರಿಸಲಾಗುತ್ತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/88.jpg"
  },
  {
    "_id": "89",
    "enfact": "CFTRI, one of the 40 national research laboratories in India was opened on 21 October 1950 in Mysore, Karnataka.",
    "knfact": "ಮೈಸೂರಿನ CFTRI, ಭಾರತದಲ್ಲಿನ 40 ರಾಷ್ಟ್ರೀಯ ಸಂಶೋಧನಾ ಪ್ರಯೋಗಾಲಯಗಳಲ್ಲಿ ಒಂದಾಗಿದ್ದು, 1950 ಅಕ್ಟೋಬರ್ 21 ರಂದು ಪ್ರಾರಂಭವಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/89.jpg"
  },
  {
    "_id": "90",
    "enfact": "The first railway line established in the city was the Bangalore–Mysore Junction metre gauge line, which was commissioned in 1882.",
    "knfact": "ರಾಜ್ಯದಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾದ ಮೊದಲ ರೈಲುಮಾರ್ಗವು 1882 ರಲ್ಲಿ ಕಾರ್ಯಾರಂಭ ಮಾಡಿತು. ಈ  ರೈಲುಮಾರ್ಗವು ಬೆಂಗಳೂರು-ಮೈಸೂರು ನಗರಗಳ ನಡುವೆಯಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/90.jpg"
  },
  {
    "_id": "91",
    "enfact": "Kavirajamarga(850 AD) by King Nripatunga Amoghavarsha is the earliest existing literary work in Kannada.",
    "knfact": "ಕನ್ನಡ ಸಾಹಿತ್ಯದಲ್ಲಿ ಮೊದಲು ದೊರೆತ ಪುರಾತನ ಕೃತಿಯು ಅಮೋಘವರ್ಷ ನೃಪತುಂಗನ (850 ಕ್ರಿ.ಶ.) ಕವಿರಾಜಮಾರ್ಗವಾಗಿದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/91.jpg"
  },
  {
    "_id": "92",
    "enfact": "The oldest available Kannada dictionary was composed by the poet 'Ranna' called 'Ranna Kaanda' in 996 AD",
    "knfact": "996 ಕ್ರಿ.ಶ ದಲ್ಲಿ ಕವಿ 'ರನ್ನ' ಸಂಯೋಜಿಸಿದ 'ರನ್ನ ಕಾಂಡ' ಎಂಬ ನಿಘಂಟು, ಕನ್ನಡದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಬಹು ಹಳೆಯ ನಿಘಂಟಟಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/92.jpg"
  },
  {
    "_id": "93",
    "enfact": "State Bank of Mysore was established in the year 1913 as The Bank of Mysore Ltd under the patronage of Maharaja Krishna Raja Wadiyar IV.",
    "knfact": "ಮಹಾರಾಜ ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ರ ಆಶ್ರಯದಲ್ಲಿ 1913 ರಲ್ಲಿ ಬ್ಯಾಂಕ್ ಆಫ್ ಮೈಸೂರು ಲಿಮಿಟೆಡ್ ಸ್ಥಾಪಿಸಲಾಯಿತು. ಅಂದಿನ ಬ್ಯಾಂಕ್ ಆಫ್ ಮೈಸೂರು ಲಿಮಿಟೆಡ್  ಇಂದಿನ ಸ್ಟೇಟ್ ಬ್ಯಾಂಕ್ ಆಫ್ ಮೈಸೂರು ಎಂದು ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/93.jpg"
  },
  {
    "_id": "94",
    "enfact": "State Bank of Mysore founded by Sir M Visvesvaraya, has a record of uninterrupted profits since 1913.",
    "knfact": "ಸರ್ ಎಂ ವಿಶ್ವೇಶ್ವರಯ್ಯ ಸ್ಥಾಪಿಸಿದ, ಸ್ಟೇಟ್ ಬ್ಯಾಂಕ್ ಆಫ್ ಮೈಸೂರು 1913 ರಿಂದಲು ನಿರಂತರ ಲಾಭದ ದಾಖಲೆಯನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/94.jpg"
  },
  {
    "_id": "95",
    "enfact": "The iconic stone chariot in Hampi is a symbol of Karnataka Tourism. A brick tower above it which was demolished during invasions.",
    "knfact": "ಹಂಪಿ ಪ್ರಾತಿನಿಧಿಕ ಕಲ್ಲು ರಥವು ಕರ್ನಾಟಕ ಪ್ರವಾಸೋದ್ಯಮದ ಸಂಕೇತವಾಗಿದೆ. ರಥದ ಮೇಲಿದ್ದ ಒಂದು ಇಟ್ಟಿಗೆಯ ಗೋಪುರವನ್ನು ಮೊಘಲರ ದಾಳಿ ಸಮಯದಲ್ಲಿ ಕೆಡವಲಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/95.jpg"
  },
  {
    "_id": "96",
    "enfact": "Basaveshwara is the first Kannadiga in whose honour a commemorative coin has been minted in recognition of his social reforms.",
    "knfact": "ಬಸವೇಶ್ವರ ರವರ ಸಾಮಾಜಿಕ ಸುಧಾರಣೆಗಳನ್ನು ಗುರುತಿಸಿ ಗೌರವಾರ್ಥವಾಗಿ ಒಂದು ಸ್ಮಾರಕ ನಾಣ್ಯವನ್ನು ಮುದ್ರಿಸಲಾಯಿತು. ಈ ಹೆಗ್ಗಳಿಕೆ ಪಡೆದ ಮೊದಲ ಕನ್ನಡಿಗ ಬಸವೇಶ್ವರ ರಾಗಿದ್ದಾರೆ.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/96.jpg"
  },
  {
    "_id": "97",
    "enfact": "The Prime Minister of India Narendra Modi inaugurated the statue of Basaveshwara , a kannada poet along the bank of the river Thames at Lambeth in London.",
    "knfact": "ಭಾರತ ಪ್ರಧಾನಿ ನರೇಂದ್ರ ಮೋದಿಯು ಲಂಡನ್ನಿನ ಥೇಮ್ಸ್ ನದಿಯ ದಡ, ಲ್ಯಾಂಬೆತ್ ನಲ್ಲಿ ಕನ್ನಡ ಕವಿ, ಬಸವೇಶ್ವರ ರವರ ಪ್ರತಿಮೆಯಾಂದನ್ನು ಉದ್ಘಾಟಿಸಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/97.jpg"
  },
  {
    "_id": "98",
    "enfact": "The Mahamastakabhisheka festival is held once in 12 years, when the Gommateshwara statue is anointed with milk, saffron, ghee, etc. to maintain its freshness.",
    "knfact": "ಮಹಾಮಸ್ತಕಾಭಿಷೇಕ ಹಬ್ಬದಂದು ಗೊಮ್ಮಟೇಶ್ವ್ ರ ಪ್ರತಿಮೆಗೆ ಅದರ ತಾಜಾತನವನ್ನು ನಿರ್ವಹಿಸಲು ಹಾಲು, ಕೇಸರಿ, ತುಪ್ಪ, ಇತ್ಯಾದಿಗಳಿಂದ ಅಭಿಷೇಕ ಮಾಡಲಾಗುವುದು, ಮಹಾಮಸ್ತಕಾಭಿಷೇಕವು ಪ್ರತಿ 12 ವರ್ಷಗಳಿಗೊಮ್ಮೆ ನಡೆಯುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/98.jpg"
  },
  {
    "_id": "99",
    "enfact": "On August 5, 2007, the statue at Shravanabelagola was voted by the readers of Times of India as the first of the Seven Wonders of India.",
    "knfact": "'ಟೈಮ್ಸ್ ಆಫ್ ಇಂಡಿಯಾ'ದ ಓದುಗರು ಆಗಸ್ಟ್ 5, 2007 ರಂದು ಶ್ರವಣಬೆಳಗೊಳ ಪ್ರತಿಮೆಯನ್ನು ಭಾರತದ ಏಳು ಅದ್ಭುತಗಳಲ್ಲಿ ಮೊದಲಾಗಿ ಚುನಾಯಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/99.jpg"
  },
  {
    "_id": "100",
    "enfact": "Gommateshwara Statue at Shravanbelagola, a 57-foot (17 m) high monolithic statue is dedicated to the Jain god Bahubali. ",
    "knfact": "ಶ್ರವಣಬೆಳಗೊಳದ  ಗೊಮ್ಮಟೇಶ್ವ್ ರ ಪ್ರತಿಮೆ 57 ಅಡಿ (17 ಮೀ)  ಉದ್ದವಿರುವ ಏಕಶಿಲೆಯ ಪ್ರತಿಮೆ ಜೈನ್ ದೇವರು ಬಾಹುಬಲಿ ಸಮರ್ಪಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/100.jpg"
  },
  {
    "_id": "101",
    "enfact": "Gommateshwara Statue at Shravanbelagola, built in 983 A.D. is one of the largest free standing statues in the world.",
    "knfact": "983 ಕ್ರಿ.ಶ ದಲ್ಲಿ ನಿರ್ಮಿಸಿದ ಶ್ರವಣಬೆಳಗೊಳದ  ಗೊಮ್ಮಟೇಶ್ವ್ ರ ಪ್ರತಿಮೆಯು, ವಿಶ್ವದ ಅತಿದೊಡ್ಡ ಫ್ರೀ ಸ್ಟ್ಯಾಂಡಿಂಗ್ ಪ್ರತಿಮೆಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/101.jpg"
  },
  {
    "_id": "102",
    "enfact": "Apart Gommateshwara statue at Shravana Belgola, There are 4 other Gommateshwara statues in Karnataka.",
    "knfact": "ಶ್ರವಣಬೆಳಗೊಳದ  ಗೊಮ್ಮಟೇಶ್ವ್ ರ ಪ್ರತಿಮೆಯನ್ನು ಹೊರತು ಪಡಿಸಿ ಕರ್ನಾಟಕದಲ್ಲಿ 4 ಇತರ ಗೊಮ್ಮಟೇಶ್ವ್ ರ ಪ್ರತಿಮೆಗಳಿವೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/102.jpg"
  },
  {
    "_id": "103",
    "enfact": "Halebidu was the regal capital of the Hoysala Empire in the 12th century.",
    "knfact": "ಹಳೇಬೀಡು 12 ನೇ ಶತಮಾನದಲ್ಲಿ ಹೊಯ್ಸಳ ಸಾಮ್ರಾಜ್ಯದ ರೀಗಲ್ ರಾಜಧಾನಿಯಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/103.jpg"
  },
  {
    "_id": "104",
    "enfact": "The Famous Chennakeshava Temple in Belur, was built on the banks of the Yagachi River in 1117 AD, by the Hoysala King Vishnuvardhana.",
    "knfact": "ಬೇಲೂರಿನ ಪ್ರಸಿದ್ಧ ಚನ್ನಕೇಶವ ದೇವಾಲಯವನ್ನು,  1117 ಕ್ರಿ.ಶ. ಯಗಚಿ ನದಿ ತೀರದಲ್ಲಿ ಹೊಯ್ಸಳ ರಾಜ ವಿಷ್ಣುವರ್ಧನನು ನಿರ್ಮಿಸಿದ್ದಾನೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/104.jpg"
  },
  {
    "_id": "105",
    "enfact": "Akka Mahadevi is the first female poet of the Kannada language.",
    "knfact": "ಅಕ್ಕ ಮಹಾದೇವಿ ಕನ್ನಡ ಭಾಷೆಯ ಮೊದಲ ಮಹಿಳಾ ಕವಿ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/105.jpg"
  },
  {
    "_id": "106",
    "enfact": "Kannada Saahithya Parishath is an Indian non-profit organisation that promotes the Kannada language. It also organises Kannada Sahithya Sammelana annually.",
    "knfact": "ಕನ್ನಡ ಸಾಹಿತ್ಯ ಪರಿಷತ್ ಕನ್ನಡ ಭಾಷೆನ್ನು ಉತ್ತೇಜಿಸುವ ಭಾರತೀಯ ಲಾಭರಹಿತ ಸಂಸ್ಥೆ. ಇದು ವಾರ್ಷಿಕವಾಗಿ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಸಮ್ಮೇಳನವನ್ನು ಆಯೋಜಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/106.jpg"
  },
  {
    "_id": "107",
    "enfact": "Mysore Zoo is one of the oldest and most popular zoos in India, and is home to a wide range of species (168).",
    "knfact": "ಮೈಸೂರು ಮೃಗಾಲಯ ಭಾರತದಲ್ಲೇ ಅತ್ಯಂತ ಹಳೆಯ ಮತ್ತು ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಪ್ರಾಣಿ ಸಂಗ್ರಹಾಲಯಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ, ಮತ್ತು ವ್ಯಾಪಕ ಜಾತಿಗಳ (168) ನೆಲೆಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/107.jpg"
  },
  {
    "_id": "108",
    "enfact": "Zoo Authority of Karnataka is the first autonomous organization in India to manage a zoo completely.",
    "knfact": "ಝೂ ಅಥಾರಿಟಿ ಆಫ್ ಕರ್ನಾಟಕ ಪ್ರಾಣಿಸಂಗ್ರಹಾಲಯ ಸಂಪೂರ್ಣವಾಗಿ ನಿರ್ವಹಿಸಲು ಭಾರತದ ಮೊದಲ ಸ್ವಾಯತ್ತ ಸಂಸ್ಥೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/108.jpg"
  },
  {
    "_id": "109",
    "enfact": "Krishna Raja Sagara (KRS) Dam in Mandya was the first to install Automated Crest gates in India.",
    "knfact": "ಕೃಷ್ಣ ರಾಜ ಸಾಗರ (ಕೆಆರ್ಎಸ್) ಮಂಡ್ಯ ಅಣೆಕಟ್ಟು ಭಾರತದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತ ಕ್ರೆಸ್ಟ್ ಗೇಟ್ ಅನ್ನುಸ್ಥಾಪಿಸಲು ಮೊದಲು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/109.jpg"
  },
  {
    "_id": "110",
    "enfact": "In 1906, Bangalore became one of the first cities in India to have electricity from hydro power, powered by the hydroelectric plant situated in Shivanasamudra.",
    "knfact": "1906 ರಲ್ಲಿ, ಭಾರತದ ಬೆಂಗಳೂರು ಮೊದಲ ನಗರಗಳಲ್ಲಿ ಜಲಶಕ್ತಿಯ ವಿದ್ಯುತ್ ಹೊಂದಲು, ಶಿವನ ಸಮುದ್ರ ನೆಲೆಗೊಂಡಿದೆ ಜಲವಿದ್ಯುತ್ ಸಸ್ಯ ಬಲದೊಂದಿಗೆ ಒಂದಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/110.jpg"
  },
  {
    "_id": "111",
    "enfact": "The Bangalore torpedo, a defensive explosive weapon widely used in World War I and World War II, was devised in Bangalore by British army officer Captain McClintock.",
    "knfact": "'ಬೆಂಗಳೂರು ಟಾರ್ಪಿಡೊ' ವನ್ನು ವಿಶ್ವ ಯುದ್ಧ I, ಹಾಗು ವಿಶ್ವ ಯುದ್ಧ II ರಲ್ಲಿ ವ್ಯಾಪಕವಾಗಿ ರಕ್ಷಣಾತ್ಮಕ ಸ್ಫೋಟಕ ಅಸ್ತ್ರವಾಗಿ ಬಳಸಲಾಗಿತ್ತು.  ಬ್ರಿಟಿಷ್ ಸೇನಾಧಿಕಾರಿ ಕ್ಯಾಪ್ಟನ್ ಮ್ಯಾಕ್ಕ್ಲಿಂಟೊಕ್ ರವರು ಬೆಂಗಳೂರಿನಲ್ಲಿ ಇದನ್ನು ರೂಪಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/111.jpg"
  },
  {
    "_id": "112",
    "enfact": "IISc, Bangalore has been ranked 6th in the criteria of research by the Times Higher Education Rankings for the BRICS & Emerging Economies Rankings 2016.",
    "knfact": "ಬ್ರಿಕ್ಸ್ ಮತ್ತು ಎಮರ್ಜಿಂಗ್ ಎಕಾನಾಮಿಕ್ಸ್ ರಾಂಕಿಂಗ್ಸ್ 2016ರ  ಟೈಮ್ಸ್ ಹೈಯರ್ ಎಜುಕೇಶನ್ ಶ್ರೇಯಾಂಕಗಳಲ್ಲಿ ಸಂಶೋಧನೆಯ ಮಾನದಂಡಗಳಲ್ಲಿ  ಬೆಂಗಳೂರಿನ ಐಐಎಸ್ಸಿ ಗೆ  6 ನೇ ಸ್ಥಾನ ನೀಡಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/112.jpg"
  },
  {
    "_id": "113",
    "enfact": "IISc, Bangalore was the first Indian institute to feature on Times Higher Education World University Rankings for engineering and technology.",
    "knfact": "ಎಂಜಿನಿಯರಿಂಗ್ ಮತ್ತು ತಂತ್ರಜ್ಞಾನದ ಮಾನದಂಡ ಟೈಮ್ಸ್ ಉನ್ನತ ಶಿಕ್ಷಣ ಜಾಗತಿಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯ ಶ್ರೇಣಿಗಳು ಮೇಲೆ ಹೊಂದಿದಂತಹ ಮೊದಲ ಭಾರತೀಯ ಸಂಸ್ಥೆಯು ಬೆಂಗಳೂರಿನ ಐಐಎಸ್ಸಿ ಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/113.jpg"
  },
  {
    "_id": "114",
    "enfact": "The land and other facilities for the IISc, Banagalore were donated by Sir Krishnaraja Wodeyar IV, and Jamsedji Tata Tata himself.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಐಐಎಸ್ಸಿ ಯ ಭೂಮಿ ಮತ್ತು ಇತರ ಸೌಲಭ್ಯಗಳನ್ನು ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ಮತ್ತು ಜಮ್ಷೇಟ್ಜಿ ಟಾಟಾರವರು ಸ್ವತಃ ದಾನವಾಗಿ ನೀಡಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/114.jpg"
  },
  {
    "_id": "115",
    "enfact": "The Indian Institute of Science, Bangalore was the first to introduce masters programmes in engineering in India.",
    "knfact": "ಭಾರತದಲ್ಲಿ ಇಂಜಿನಿಯರಿಂಗ್ ಕ್ಷೇತ್ರದಲ್ಲಿ ಪದವಿ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಮೊದಲು ಪರಿಚಯಿಸಿದ ಕೀರ್ತಿ ಬೆಂಗಳೂರಿನ ಇಂಡಿಯನ್  ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಸೈನ್ಸ್ ದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/115.jpg"
  },
  {
    "_id": "116",
    "enfact": "Indian Institute of Science, Bangalore has India's first petascale supercomputer (CrayXC-40) and also the fastest supercomputer in India.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಇಂಡಿಯನ್ ಇನ್ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಸೈನ್ಸ್, ಭಾರತದ ಮೊದಲ ಪೆಟಾಸ್ಕೆಲ್ ಸೂಪರ್ಕಂಪ್ಯೂಟರ್ (CrayXC-40) ಮತ್ತು ಭಾರತದಲ್ಲೆ ಅತ್ಯಂತ ವೇಗದ ಸೂಪರ್ಕಂಪ್ಯೂಟರ್ ರನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/116.jpg"
  },
  {
    "_id": "117",
    "enfact": "ISRO, Bangalore is the first space agency in Asia to successfully reach Mars orbit. Also the fourth space agency in the world to do so.",
    "knfact": "ಮಾರ್ಸ್ ಕಕ್ಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತಲುಪಲು ಏಷ್ಯಾದ ಮೊದಲ ಬಾಹ್ಯಾಕಾಶ ಸಂಸ್ಥೆಯಾಗಿ ಬೆಂಗಳೂರಿನ ಇಸ್ರೋ ನಿಲ್ಲುತ್ತದೆ, ಮತ್ತು ವಿಶ್ವದ ನಾಲ್ಕನೇ ಬಾಹ್ಯಾಕಾಶ ಸಂಸ್ಥೆಯು ಆಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/117.jpg"
  },
  {
    "_id": "118",
    "enfact": "KGF was known as \"Little England\" by the British, due to its more temperate weather and a landscape more similar to Britain's.",
    "knfact": "ಕೆ ಜಿ ಎಫ್ ನ ಹೆಚ್ಚಿನ ಸಮಶೀತೋಷ್ಣ ಹವಾಮಾನ ಮತ್ತು ಹೆಚ್ಚಾದ ಬ್ರಿಟನ್ನ  ರೀತಿಯ ಒಂದು ಭೂದೃಶ್ಯದಿಂದಾಗಿ ಬ್ರಿಟಿಶರು ಕೆ ಜಿ ಎಫ್ ಅನ್ನು \"ಲಿಟ್ಲ್ ಇಂಗ್ಲೆಂಡ್\", ಎಂದು ಕರೆಯುತಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/118.jpg"
  },
  {
    "_id": "119",
    "enfact": "KGF has a golf course started by the British dating back to 1885 and affiliated to Indian Golf Union.",
    "knfact": "ಕೆ ಜಿ ಎಫ್ ನಲ್ಲಿ ಬ್ರಿಟಿಷ್ ರು 1885 ರಲ್ಲಿ ಆರಂಭಿಸಿದ ಗಾಲ್ಫ್ ಮೈದಾನವು ಇಂದು ಭಾರತೀಯ ಗಾಲ್ಫ್ ಯೂನಿಯನ್ ಮಾನ್ಯತೆಯನ್ನು ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/119.jpg"
  },
  {
    "_id": "120",
    "enfact": "C.N.R.Rao from Bangalore was the third scientist to receive the Bharata Ratna award after C.V. Raman and A. P. J. Abdul Kalam.",
    "knfact": "ಸಿ.ವಿ. ರಾಮನ್ ಮತ್ತು ಎ.ಪಿ.ಜೆ. ಅಬ್ದುಲ್ ಕಲಾಂ ನಂತರ ಭರತ ರತ್ನ ಪ್ರಶಸ್ತಿ ಸ್ವೀಕರಿಸದ ಮೂರನೇ ವಿಜ್ಞಾನಿ ಬೆಂಗಳೂರಿನ ಸಿ.ಎನ್.ಆರ್.ರಾವ್. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/120.jpg"
  },
  {
    "_id": "121",
    "enfact": "C.N.R.Rao completed his BSc degree at Central College, Bangalore.",
    "knfact": "ಭರತ ರತ್ನ ಪ್ರಶಸ್ತಿ  ವಿಜೇತ ವಿಜ್ಞಾನಿ ಸಿ.ಎನ್.ಆರ್.ರಾವ್  ರವರು ಬೆಂಗಳೂರಿನ ಸೆಂಟ್ರಲ್ ಕಾಲೇಜಿನಲ್ಲಿ ತಮ್ಮ ಬಿಎಸ್ಸಿ ಪದವಿ ಪೂರ್ಣಗೊಳಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/121.jpg"
  },
  {
    "_id": "122",
    "enfact": "With ISRO, India became first country to enter Mars orbit in first attempt.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಇಸ್ರೋ ದಿಂದಾಗಿ, ಭಾರತವು ಮೊದಲ ಪ್ರಯತ್ನದಲ್ಲೆ ಮಾರ್ಸ್ ಕಕ್ಷೆಯನ್ನು ಪ್ರವೇಶಿಸಿದ ಮೊದಲ ರಾಷ್ಟ್ರವಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/122.jpg"
  },
  {
    "_id": "123",
    "enfact": "Namma metro trains have a top speed of 80kmph and maintaince an average speed of 34kmph.",
    "knfact": "ಬೆಂಗಳೂರಿನ 'ನಮ್ಮ ಮೆಟ್ರೋ' ರೈಲುಗಳು 80kmph ಉನ್ನತ ವೇಗವನ್ನು ಮತ್ತು 34kmph ಸರಾಸರಿ ವೇಗ ಪಾಲಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/123.jpg"
  },
  {
    "_id": "124",
    "enfact": "In 1884, Maharaja of Mysore Chamarajendra Wadiyar X bought The Bangalore Palace.",
    "knfact": "1884 ರಲ್ಲಿ ಅಂದಿನ ಮೈಸೂರು ಮಹಾರಾಜ ಚಾಮರಾಜೇಂದ್ರ ಒಡೆಯರ್ ಬೆಂಗಳೂರು ಅರಮನೆ ಖರೀದಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/124.jpg"
  },
  {
    "_id": "125",
    "enfact": "The spectacular Shivanasamudra Falls is the second biggest waterfall in India and the 16th largest in the world.",
    "knfact": "ನಯನಮನೋಹರವಾದ ಶಿವನ ಸಮುದ್ರ ಜಲಪಾತ ಭಾರತದ ಎರಡನೇ ಅತಿದೊಡ್ಡ ಜಲಪಾತ ಮತ್ತು ವಿಶ್ವದಲ್ಲೇ 16 ನೇ ದೊಡ್ಡ ಜಲಪಾತ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/125.jpg"
  },
  {
    "_id": "126",
    "enfact": "Tipu Sultan is belived to be the innovator of the world's first war rocket. Two of the rockets in war, captured by the British at Srirangapatna, are displayed in the Royal Artillery Museum in London.",
    "knfact": "ಟಿಪ್ಪು ಸುಲ್ತಾನ್ ರನ್ನು ವಿಶ್ವದ ಮೊದಲ ಯುದ್ಧ ರಾಕೆಟ್ ನವನಿರ್ಮಿತಿಕಾರ ಎಂದು ವರ್ಣಿಸುತ್ತಾರೆ. ಯುದ್ಧದಲ್ಲಿನ ಎರಡು ರಾಕೆಟ್ ಗಳನ್ನು, ಬ್ರಿಟಿಷ್ ರು ಶ್ರೀರಂಗಪಟ್ಟಣದಲ್ಲಿ ವಶಪಡಿಸಿಕೊಂಡರು. ಲಂಡನ್ನ ರಾಯಲ್ ಆರ್ಟಿಲರಿ ಮ್ಯೂಸಿಯಂನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/126.jpg"
  },
  {
    "_id": "127",
    "enfact": "There are 4 Biographies on Kuvempu, most number of Biographies on any Novelist.",
    "knfact": "ಕುವೆಂಪು ರವರ 4 ಜೀವನಚರಿತ್ರೆ ಕೃತಿಗಳಿವೆ, ಇದು ಯಾವುದೇ ಕಾದಂಬರಿಕಾರ ಮೇಲೆ ಅತಿ ಹೆಚ್ಚು ಜೀವನಚರಿತ್ರೆಗಳಾಗಿವೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/127.jpg"
  },
  {
    "_id": "128",
    "enfact": "Snake Shyam of Mysore is the only Indian to be featured on Croc Chronicles by National Geographic channel.",
    "knfact": "ಮೈಸೂರಿನ ಸ್ನೇಕ್ ಶ್ಯಾಮ್ ನ್ಯಾಷನಲ್ ಜಿಯಾಗ್ರಫಿಕ್ ಚಾನೆಲ್ ನ ಕಾರ್ಕ್ ಕ್ರಾನಿಕಲ್ಸ್ ಪ್ರದರ್ಶನದಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡ ಏಕೈಕ ಭಾರತೀಯ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/128.jpg"
  },
  {
    "_id": "129",
    "enfact": "Anil Kumble became the first Indian bowler and the third in the world to reach the milestone of 600 Test wickets.",
    "knfact": "600 ಟೆಸ್ಟ್ ವಿಕೆಟ್ ಮೈಲಿಗಲ್ಲನ್ನು ತಲುಪಿದ ಮೊದಲ ಭಾರತೀಯ ಬೌಲರ್ ಮತ್ತು ವಿಶ್ವದ ಮೂರನೇ ಬೌಲರ್ ಅನಿಲ್ ಕುಂಬ್ಳೆ ಆಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/129.jpg"
  },
  {
    "_id": "130",
    "enfact": "Rahul Dravid holds a unique record of never getting out for a Golden duck in his 286 Test innings.",
    "knfact": "ರಾಹುಲ್ ದ್ರಾವಿಡ್ ಅವರ 286 ಟೆಸ್ಟ್ ಇನ್ನಿಂಗ್ಸ್ನಲ್ಲಿ ಎಂದಿಗೂ ಗೋಲ್ಡನ್ ಡಕ್ ಔಟ್ ಆಗದ ವಿಶಿಷ್ಟವಾದ ದಾಖಲೆ ಇದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/130.jpg"
  },
  {
    "_id": "131",
    "enfact": "The foundation stone for the Townhall in bangalore was laid by the then Maharaja of Mysore, Krishna Rajendra Wodeyar, on March 6, 1933.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಟೌನ್ ಹಾಲ್ ಶಂಕುಸ್ಥಾಪನೆಯನ್ನು ಮಾರ್ಚ್ 6, 1933 ರಂದು ಅಂದಿನ ಮೈಸೂರು ಮಹಾರಾಜ ಕೃಷ್ಣ ರಾಜೇಂದ್ರ ಒಡೆಯರ್ ಮಾಡಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/131.jpg"
  },
  {
    "_id": "132",
    "enfact": "The Golden Howdah (Chinnada Ambari) used in the Jamboo Savari during Dasara weighs 750 kgs and is bigger than interiors of family car.",
    "knfact": "ದಸರಾ ಜಂಬೂ ಸವರಿಯಲ್ಲಿನ ಚಿನ್ನದ ಅಂಬಾರಿಯು 750 ಕಿಲೋ ತೂಗುತ್ತದೆ ಮತ್ತು ಸಾದಾ ಕಾರ್ ಓಂದರ ಒಳಾಂಗಣಕ್ಕಿಂತಲೂ ದೊಡ್ಡದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/132.jpg"
  },
  {
    "_id": "133",
    "enfact": "Before Moving to Bangalore, Mysore was the location of the first private radio broadcaststation in India.",
    "knfact": "ಭಾರತದ ಮೊದಲ ಖಾಸಗಿ ರೇಡಿಯೋ ಪ್ರಸಾರ ಕೇಂದ್ರವು ಮೈಸೂರಿನಲ್ಲಿದ್ದು ಅನಂತರ  ಬೆಂಗಳೂರಿಗೆ ಸ್ಥಳಾಂತರ ಗೊಂಡಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/133.jpg"
  },
  {
    "_id": "134",
    "enfact": "The Kannada flag, bi-coloured flag (Turmeric-Vermilion) is the unofficial flag of Karnataka; only Jammu and Kashmir is allowed to have a state flag.",
    "knfact": "ಕನ್ನಡದ ದ್ವಿ (ಅರಿಶಿನ- ಕೆಂಪು ) ಬಣ್ಣ ಧ್ವಜವು, ಕರ್ನಾಟಕದ ಅನಧಿಕೃತ ಬಾವುಟವಿದೆ; ಜಮ್ಮು ಮತ್ತು ಕಾಶ್ಮೀರ ರಾಜ್ಯ ಮಾತ್ರವೆ ಧ್ವಜವನ್ನು ಹೊಂದಲು ಅಧಿಕೃತವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/134.jpg"
  },
  {
    "_id": "135",
    "enfact": "Gokak agitation was a successful language right agitation in the 1980s that fought for the first-language status of the Kannada language in Karnataka.",
    "knfact": "1980 ರಲ್ಲಿ ನಡೆದ ಗೋಕಾಕ ಚಳವಳಿಯ ನಂತರ ಕರ್ನಾಟಕದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆಗೆ ಮೊದಲ ಭಾಷೆಯ ಸ್ಥಾನಮಾನವನ್ನು ನೀಡಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/135.jpg"
  },
  {
    "_id": "136",
    "enfact": "Pampa, Ranna and Ponna are called \"three gems of ancient Kannada literature\".",
    "knfact": "ಪಂಪ, ರನ್ನ ಮತ್ತು ಪೊನ್ನ ರನ್ನು \"ಪ್ರಾಚೀನ ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಮೂರು ರತ್ನಗಳು\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/136.jpg"
  },
  {
    "_id": "137",
    "enfact": "The first ever newspaper in the Kannada language called as Mangalooru Samachara was published by Herrmann Moegling in 1843.",
    "knfact": "1843 ರಲ್ಲಿ ಹೆರ್ಮನ್ ಮೋಗಲಿಂಗ್ ಪ್ರಕಟಿಸಿದ ಮಂಗಳೂರು ಸಮಾಚಾರ್ ಕನ್ನಡ ಭಾಷೆಯ ಮೊದಲ ಪತ್ರಿಕೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/137.jpg"
  },
  {
    "_id": "138",
    "enfact": "Before Kanakadasa devoted his life to composing music and literature in kannada, he was warrior. ",
    "knfact": "ಕನಕದಾಸರು ಕನ್ನಡ ಸಂಗೀತ ಮತ್ತು ಸಾಹಿತ್ಯ ರಚಿಸುವ ತಮ್ಮ ಬದುಕನ್ನು ಮೀಸಲಿಡುವ ಮೊದಲು ಅವರು ಯೋಧರಾಗಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/138.jpg"
  },
  {
    "_id": "139",
    "enfact": "Lord shiva's statue in Murdeshwara is 2nd tallest statue of shiva in the world.",
    "knfact": "ಮುರುಡೇಶ್ವರ ಶಿವನ ಮೂರ್ತಿಯು ವಿಶ್ವದ 2 ನೇ ಎತ್ತರದ ಶಿವ ಪ್ರತಿಮೆಯಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/139.jpg"
  },
  {
    "_id": "140",
    "enfact": "The Murdeshwara temple's gopuram which is 40 meters tall is the second tallest in India.",
    "knfact": "40 ಮೀಟರ್ ಎತ್ತರದ ಮುರುಡೇಶ್ವರ ದೇವಾಲಯದ ಗೋಪುರವು ಭಾರತದ ಎರಡನೇ ಉದ್ದವಾದ ಗೋಪುರ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/140.jpg"
  },
  {
    "_id": "141",
    "enfact": "Kuvempu received Jnanapeetha for Shri Ramayana Darshanam",
    "knfact": "ಕುವೆಂಪು ರವರ ಶ್ರೀ ರಾಮಾಯಣ ದರ್ಶನಂ ಮಹಾಕಾವ್ಯಕ್ಕೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ ದೊರೆತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/141.jpg"
  },
  {
    "_id": "142",
    "enfact": "Dha. Raa. Bendhre received Jnanapeetha for Naaku thanthi ",
    "knfact": "1973 ರಲ್ಲಿ ದ.ರಾ.ಬೇಂದ್ರೆಯ ‘ನಾಕುತಂತಿ’ ಕೃತಿಗೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ ದೊರೆತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/142.jpg"
  },
  {
    "_id": "143",
    "enfact": "Shivaram Karanth received Jnanapeetha for Mookajjiya Kanasugalu",
    "knfact": "ಶಿವರಾಮ ಕಾರಂತರುರ 'ಮೂಕಜ್ಜಿಯ ಕನಸುಗಳು'  ಕೃತಿಗೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ ದೊರೆತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/143.jpg"
  },
  {
    "_id": "144",
    "enfact": "Masti Venkatesh Iyengar received Jnanapeetha for Chikkaveera Raajendhra",
    "knfact": "ಮಾಸ್ತಿ ವೆಂಕಟೇಶ ಅಯ್ಯಂಗಾರ್ ಚಿಕ್ಕವೀರ ರಾಜೇಂದ್ರ ಕೃತಿಗೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ ದೊರೆತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/144.jpg"
  },
  {
    "_id": "145",
    "enfact": "Vi. Kru. Gokak received Jnanapeetha for Bhaaratha Sindhhu Rashmi",
    "knfact": "ವಿ.ಕ್ರು. ಗೋಕಾಕರ ಭಾರತ ಸಿಂಧು ರಶ್ಮಿಕೃತಿಗೆ ದೊರೆತಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/145.jpg"
  },
  {
    "_id": "146",
    "enfact": "Girish Karnad received Jnanapeetha for his works in Kannada Literature",
    "knfact": "ಗಿರೀಶ್ ಕಾರ್ನಾಡ್ ರವರು ಕನ್ನಡ ಸಾಹಿತ್ಯದಲ್ಲಿ ತನ್ನ ಕೃತಿಗಳಿಗೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ  ಪಡೆದಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/146.jpg"
  },
  {
    "_id": "147",
    "enfact": "U. R. Ananthamurthy received Jnanapeetha for his works in Kannada Literature",
    "knfact": "ಯು ಆರ್ ಅನಂತಮೂರ್ತಿ ರವರು ಕನ್ನಡ ಸಾಹಿತ್ಯದಲ್ಲಿ ತನ್ನ ಕೃತಿಗಳಿಗೆ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ  ಪಡೆದಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/147.jpg"
  },
  {
    "_id": "148",
    "enfact": "Chandrashekar Kambar received Jnanapeetha for his contribution to the literature field.",
    "knfact": "ಚಂದ್ರಶೇಖರ ಕಂಬಾರರು ಸಾಹಿತ್ಯ ಕ್ಷೇತ್ರಕ್ಕೆ ನೀಡಿದ ಕೊಡುಗೆಗಾಗಿ ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿ  ಪಡೆದಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/148.jpg"
  },
  {
    "_id": "149",
    "enfact": "Thatt Anta Heli on DD chandana, has entered Limca Book of Records as the longest running quiz show on any Indian Television Channel.",
    "knfact": "ಡಿಡಿ ಚಂದನದಲ್ಲಿ ಪ್ರಸರವಗುವ ಥಟ್ ಅಂತ ಹೇಳಿ ಕಾಯ೯ಕ್ರಮವು ಲಿಮ್ಕಾ ಬುಕ್ ಆಫ್ ರೆಕಾರ್ಡ್ಸ್ನಲ್ಲಿ ಭಾರತೀಯ ಚಾನೆಲ್ನ ಓಂದರಲ್ಲಿ ಸುದೀರ್ಘಾವಧಿಯಿಂದ   ಪ್ರಸರವಗುತ್ತಿರುವ ಪ್ರಶ್ನಾವಳಿ ಕಾರ್ಯಕ್ರಮ ಎಂದು ದಾಖಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/149.jpg"
  },
  {
    "_id": "150",
    "enfact": "Master Manjunath of Malgudi days, has got six national awards as a child artist",
    "knfact": "ಮಾಲ್ಗುಡಿ ಡೇಸ್ ನ , ಪ್ರಸಿದ್ಧ ಮಾಸ್ಟರ್ ಮಂಜುನಾಥ್, ಬಾಲನಟನಾಗಿ ಆರು ರಾಷ್ಟ್ರೀಯ ಪ್ರಶಸ್ತಿಗಳುನ್ನು  ಪಡೆದಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/150.jpg"
  },
  {
    "_id": "151",
    "enfact": "The Bull Temple situated in Bangalore , houses the 4.57 m high and 6.10 m long image of Nandi, Lord Shiva's bull. The temple was built by Kempe Gowda in the 16th century.",
    "knfact": "ಬುಲ್ ಟೆಂಪಲ್, ಬೆಂಗಳೂರಿನಲ್ಲಿ ನೆಲೆಗೊಂಡಿರುವ ನಂದಿಯು 4.57 ಮೀ ಎತ್ತರ ಮತ್ತು 6.10 ಮೀ ಅಗಲವಿದೆ. ಈ ದೇವಾಲಯವುನ್ನು 16 ನೇ ಶತಮಾನದಲ್ಲಿ ಕೆಂಪೇಗೌಡರು ನಿರ್ಮಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/151.jpg"
  },
  {
    "_id": "152",
    "enfact": "The University of Mysore became the first University outside the domain of the English administration in India",
    "knfact": "ಇಂಗ್ಲೀಷ್ ಆಡಳಿತದ ಹೊರಗಿನಲ್ಲಿ ಭಾರತದ ಮೊದಲ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ಮೈಸೂರು ವಿಶ್ವವಿದ್ಯಾನಿಲಯವಾಗಿದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/152.jpg"
  },
  {
    "_id": "153",
    "enfact": "Kaveri river is also called as the Ganges of the south, its tributaries include Shimsa, Hemavati, Arkavathi, Kapila, Honnuhole, Lakshmana Tirtha, Kabini, Bhavani, Lokapavani, Noyyal and Amaravati rivers. ",
    "knfact": "ಕಾವೇರಿ ನದಿಯನ್ನು ದಕ್ಷಿಣ ಗಂಗಾ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ ಅದರ ಉಪನದಿಗಳು ಶಿಂಷಾ, ಹೇಮಾವತಿ, ಅರ್ಕಾವತಿ, ಕಪಿಲಾ, ಹೊನಳಹೊಳೆ, ಲಕ್ಷ್ಮಣ ತೀರ್ಥ, ಕಬಿನಿ, ಭವಾನಿ, ನೋಯಲ್ ಮತ್ತು ಅಮರಾವತಿ ನದಿಗಳಾಗಿವೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/153.jpg"
  },
  {
    "_id": "154",
    "enfact": "The Sharavathi is a river in India that originates at Ambuthirtha in Thirthahalli taluk, flows north-west through the Western Ghats forming the Jog Falls before joining the Arabian Sea at Honavara. ",
    "knfact": "ತೀರ್ಥಹಳ್ಳಿ ತಾಲ್ಲೂಕಿನ ಅಂಭೂತೀಥ೯ದಲ್ಲಿ ಶರಾವತಿ ನದಿಯು ಹುಟ್ಟಿ ಜೋಗ್ ಜಲಪಾತ ರೂಪಗೊಳ್ಳುವುದು. ಅನಂತರ ಹೊನ್ನವಾರದ ಬಳಿ ಅರಬ್ಬೀ ಸಮುದ್ರ ಸೇರುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/154.jpg"
  },
  {
    "_id": "155",
    "enfact": "Yakshagana is one of the most living art traditions in the Karnataka.Yakshagana is a traditional theatre form combining dance, music, spoken word, costume-makeup, and stage technique with a distinct style and formainly prevalenthe coastal districts and malenadu areas of karnataka. ",
    "knfact": "ಕರ್ನಾಟಕದಲ್ಲಿ ಯಕ್ಷಗಾನವು ಅತ್ಯಂತ ಪವಿತ್ರ ಕಲಾ ಸಂಪ್ರದಾಯಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ ವಿಶಿಷ್ಟ ಶೈಲಿಯ ನೃತ್ಯ, ಸಂಗೀತ, ಮಾತನಾಡುವ ಪದ, ವೇಷಭೂಷಣ-ಮೇಕಪ್, ಮತ್ತು ವೇದಿಕೆಯ ತಂತ್ರ ತುಲನೆ ಸಾಂಪ್ರದಾಯಿಕ ನಾಟಕ ಪ್ರಕಾರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/155.jpg"
  },
  {
    "_id": "156",
    "enfact": "Experts have placed the origin of Yakshagana at the 11th Century.",
    "knfact": "ಕರಾವಳಿ ಜಿಲ್ಲೆಗಳು ಹಾಗೂ ಕರ್ನಾಟಕ ಮಲೆನಾಡು ಪ್ರದೇಶಗಳಲ್ಲಿನ ತಜ್ಞರು 11 ನೇ ಶತಮಾನದಲ್ಲಿನ \"ಯಕ್ಷಗಾನ ಮೂಲ\"ವನ್ನು ಪತ್ತೆಯಚಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/156.jpg"
  },
  {
    "_id": "157",
    "enfact": "Karnataka witnesses about 12,000 Yakshagana performances every year.",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯವು ಪ್ರತಿ ವರ್ಷ ಸುಮಾರು 12,000 ಯಕ್ಷಗಾನ ಪ್ರದರ್ಶನಗಳಿಗೆ ಸಾಕ್ಷಿಯಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/157.jpg"
  },
  {
    "_id": "158",
    "enfact": "Nalvadi KrishnaRaja Wodeyar has been compared to the Emperor Ashoka by the English statesman Lord Samuel. Mahatma Gandhi called him Rajarshi.",
    "knfact": "ಚಕ್ರವರ್ತಿ ಅಶೋಕರು ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ರನ್ನು ಇಂಗ್ಲೀಷ್ ರಾಜನೀತಿಜ್ಞ ಲಾರ್ಡ್ ಸ್ಯಾಮ್ಯುಲ್ ಗೆ ಹೋಲಿಸಿದರೆ. ಮಹಾತ್ಮ ಗಾಂಧಿಯವರು ರಾಜರ್ಷಿ ಎಂದು ಅವರುನ್ನು ಬಣ್ಣಿಸಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/158.jpg"
  },
  {
    "_id": "159",
    "enfact": "Manjarabad fort is a star fort built in 1792 by Tipu Sultan the then ruler of Mysore, it was  developed by the French architect Sebastien Le Prestre de Vauban.",
    "knfact": "ಮಂಜರಾಬಾದ್ ಕೋಟೆ, ಒಂದು ತಾರಾ ಕೋಟೆಯನ್ನು ಅಂದಿನ ಮೈಸೂರು ದೊರೆ ಟಿಪ್ಪು ಸುಲ್ತಾನ್ 1792 ರಲ್ಲಿ ನಿರ್ಮಿಸಲಾಯಿತು, ಇದನ್ನು ಫ್ರೆಂಚ್ ವಾಸ್ತುಶಿಲ್ಪಿ ಸೆಬಾಸ್ಟಿನ್ ಲೆ-ಪ್ರೆಸ್ಟರೆ-ಡಿ-ವಾಬನ್ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/159.jpg"
  },
  {
    "_id": "160",
    "enfact": "Two prominent and old areas of Bangalore were used to create Malgudi, the first few letters from Malleshwaram (Mal) and last few letters of Basavanagudi(gudi)",
    "knfact": "ಬೆಂಗಳೂರು ನಗರದ ಎರಡು ಪ್ರಮುಖ ಮತ್ತು ಹಳೆಯ ಪ್ರದೇಶಗಳಾದ ಮಲ್ಲೇಶ್ವರಂ ಮತ್ತು ಬಸವನಗುಡಿಯ ಕೊನೆಯ ಕೆಲವು ಅಕ್ಷರಗಳು (ಗುಡಿ) ಮತ್ತು ಮೊದಲ ಕೆಲವು ಅಕ್ಷರಗಳನ್ನು (ಮಾಲ್) ಬಳಸಿ, ಮಾಲ್ಗುಡಿ ಪದವನು ರೂಪಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/160.jpg"
  },
  {
    "_id": "161",
    "enfact": "The Amba-Vilas Palace was built in 1912, at a cost of Rs.41.50 lakhs in the Indo-Saracenic style. Henry Irwin was the architect, and E.W. Fritchley worked as consulting Engineer.",
    "knfact": "ಅಂಬಾ-ವಿಲಾಸ್ ಅರಮನೆ ಇಂಡೋ-ಸಾರ್ಸೆನಿಕ್ ಶೈಲಿಯಲ್ಲಿ 41.50 ಲಕ್ಷ ರೂ ವೆಚ್ಚದಲ್ಲಿ 1912 ರಲ್ಲಿ ನಿರ್ಮಿಸಲಾಯಿತು. ಹೆನ್ರಿ ಇರ್ವಿನ್ ರವರು ವಾಸ್ತುಶಿಲ್ಪಿಯಾಗಿ, ಮತ್ತು ಇ.ಡಬ್ಯು ಫ್ರಿಚ್ಲೆಯ್ ಸಲಹಾ ಇಂಜಿನಿಯರ್ ಆಗಿ ಕೆಲಸ ನಿರ್ವಹಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/161.jpg"
  },
  {
    "_id": "162",
    "enfact": "Avani is a temple in kolar, it is believed that Goddess Sita gave birth to Lava-Kusha in this place.",
    "knfact": "‘ಅವನಿ’ ಕೋಲಾರದಲ್ಲಿನ ಒಂದು ದೇವಸ್ಥಾನದಲ್ಲಿ ಸೀತಾ ದೇವಿಯು ಲವ-ಕುಶರಿಗೆ ಜನ್ಮ ನೀಡಿದ ಸ್ಥಳವಾಗಿದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/162.jpg"
  },
  {
    "_id": "163",
    "enfact": "The Early capital of Ganga Empire was Manyapura which is near Nelamangala.",
    "knfact": "ಗಂಗಾ ಸಾಮ್ರಾಜ್ಯದ ಆರಂಭಿಕ ರಾಜಧಾನಿಯು ನೆಲಮಂಗಲ ಬಳಿಯ ಮಾನ್ಯಪುರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/163.jpg"
  },
  {
    "_id": "164",
    "enfact": "Karnataka's State Tree - Sandalwood",
    "knfact": "ಕರ್ನಾಟಕದ ರಾಜ್ಯದ ಮರ - ಶ್ರೀಗಂಧದ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/164.jpg"
  },
  {
    "_id": "165",
    "enfact": "Karnataka State Flower - Lotus State",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಹೂ - ಲೋಟಸ್(ಕಮಲ) . ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/165.jpg"
  },
  {
    "_id": "166",
    "enfact": "Karnataka's State Animal - Asian Elephant",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಪ್ರಾಣಿ - ಏಷ್ಯನ್ ಎಲೆಫಂಟ್. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/166.jpg"
  },
  {
    "_id": "167",
    "enfact": "Karnataka's State Bird - Indian Roller",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಪಕ್ಷಿಯು - ಭಾರತೀಯ ರೋಲರ್. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/167.jpg"
  },
  {
    "_id": "168",
    "enfact": "Karnataka's State Dance - Yakhsgan",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ ನೃತ್ಯ - ಯಕ್ಷಗಾನ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/168.jpg"
  },
  {
    "_id": "169",
    "enfact": "State Emblem - Gandaberunda (two headed mythological bird)",
    "knfact": "ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಲಾಂಛನ - ಗಂಡಬೇರುಂಡ (ಎರಡು ಪೌರಾಣಿಕ ಹಕ್ಕಿ ನೇತೃತ್ವದ). ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/169.jpg"
  },
  {
    "_id": "170",
    "enfact": "The Rajyotsava Awards, are the second highest civilian honor of the Karnataka state. It is conferred annually on 1st November",
    "knfact": "ರಾಜ್ಯೋತ್ಸವ ಪ್ರಶಸ್ತಿ, ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಎರಡನೇ ಅತ್ಯುನ್ನತ ನಾಗರಿಕ ಗೌರವವಾಗಿದೆ. ವಾರ್ಷಿಕವಾಗಿ 1 ನವೆಂಬರ್ ರಂದು ಈ ಪ್ರಶಸ್ತಿ ನೀಡಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/170.jpg"
  },
  {
    "_id": "171",
    "enfact": "Lalbhag has around 673 genera and 1,854 species of plants.",
    "knfact": "ಲಾಲ್ ಬಾಗ್ ಉದ್ಯಾನವನದಲ್ಲಿ ಸುಮಾರು 673 ವರ್ಗಗಳ ಹಾಗೂ 1,854 ಜಾತಿಗಳ ಸಸ್ಯಗಳಿವೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/171.jpg"
  },
  {
    "_id": "172",
    "enfact": "Mirjan Fort was built by Queen Chennabhairadevi of Gersoppa.",
    "knfact": "ಗೇರಸೊಪ್ಪದ ರಾಣಿ ಚೆನ್ನಭೈರದೇವಿ ರವರು ಮೀರ್ಜನ್ ಬಂದರುನ್ನು ನಿರ್ಮಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/172.jpg"
  },
  {
    "_id": "173",
    "enfact": "When King Rugmagada Raya's younger daughter was given away in marriage, she brought with her a pretty portion of the Western Ghats as her dowry, thus giving the place its name - Chikka-magal-uru or Younger Dauillage.",
    "knfact": "ರಾಜ ರುಗಮಗದ ರಾಯರು ತಮ್ಮ ಕಿರಿಯ ಮಗಳ ಮದುವೆಯಲ್ಲಿ ಪಶ್ಚಿಮ ಘಟ್ಟಗಳ ಒಂದು ಸುಂದರ ಭಾಗವನ್ನು ವರದಕ್ಷಿಣೆಯಾಗಿ ನೀಡಿದರು. ಆದ್ದರಿಂದಾಗಿ ಚಿಕ್ಕಮಗಳೂರು (ಚಿಕ್ಕ-ಮಗಳ-ಊರ್) ಎಂಬ ಹೆಸರು ಬಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/173.jpg"
  },
  {
    "_id": "174",
    "enfact": "Sufi mystic Baba Budan smuggled seven coffee beans from Yemen into India, thus starting Coffee Plantation in India",
    "knfact": "ಸೂಫಿ ಬಾಬಾ ಬುಡನ್, ಭಾರತಕ್ಕೆ ಯೆಮೆನ್ ನಿಂದ ಏಳು ಕಾಫಿ ಬೀನ್ಸ್ ಕಳ್ಳಸಾಗಣೆ ಮಾಡಿ ಭಾರತದಲ್ಲಿ ಕಾಫಿ ತೋಟವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/174.jpg"
  },
  {
    "_id": "175",
    "enfact": "Baba Budangiri gets his name from Baba Budan who smuggled 7 Coffee beans from Yemen into India",
    "knfact": "ಬಾಬಾ ಬುಡನ್ ಗಿರಿಯು, ಭಾರತಕ್ಕೆ ಯೆಮೆನ್ ನಿಂದ 7 ಕಾಫಿ ಬೀನ್ಸ್ ಕಳ್ಳಸಾಗಣೆ ಮಾಡಿದ ಬಾಬಾ ಬುಡನ್ ರಿಂದ ಹೆಸರನ್ನು ಪಡೆಯುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/175.jpg"
  },
  {
    "_id": "176",
    "enfact": "Sharavathi river tumbles as Jog Falls and it makes a spectacular drop of 253m in four distinct cascades - known locally as Raja, Rani, Rover and Rocket - to create the highest falls in Asia.",
    "knfact": "ಏಷ್ಯಾದ ಅತಿ ಎತ್ತರದ ಜಲಪಾತ ರಚಿಸಲು, ಶರಾವತಿ ನದಿಯು 253m ನ ಜೋಗ್ ಜಲಪಾತವಾಗಿ ದುಮುಕುತ್ತದೆ ಮತ್ತು ಜೋಗ್ ನ ನಾಲ್ಕು ವಿಶಿಷ್ಟ ಜಲಪಾತಗಳನ್ನು - ರಾಜಾ, ರಾಣಿ, ರೋವರ್ ಮತ್ತು ರಾಕೆಟ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/176.jpg"
  },
  {
    "_id": "177",
    "enfact": "Channapattana's traditional craft of wooden toys is protected as a geographical indication under the World Trade Organization.",
    "knfact": "ಚೆನ್ನಪಟ್ಟಣದ ಮರದ ಗೊಂಬೆಗಳ ಸಾಂಪ್ರದಾಯಿಕ ಕಲೆಯನ್ನು ಭೌಗೋಳಿಕ ಸೂಚನೆ ಎಂದು ವಿಶ್ವ ವ್ಯಾಪಾರ ಸಂಸ್ಥೆ(WTO) ಅಡಿಯಲ್ಲಿ ರಕ್ಷಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/177.jpg"
  },
  {
    "_id": "178",
    "enfact": "Kempe Gowda Circle in Bangalore was called Hanumanthapura. It was named after the chieftan Hanumantha Nayaka who built the Dharmabudhi lake",
    "knfact": "ಬೆಂಗಳೂರಿನ ಕೆಂಪೇಗೌಡ ಸರ್ಕಲ್ ಅನ್ನು ಹನುಮಂತಪುರಯಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಇದು ಧರ್ಮಾಬುಧಿ ಸರೋವರ ನಿರ್ಮಿಸಿದ ದಳವಾಯಿ ಹನುಮಂತ ನಾಯಕರ ನಂತರ ಹೆಸರಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/178.jpg"
  },
  {
    "_id": "179",
    "enfact": "Majestic and got its name because of the film theater of the same name which existed there till recently.",
    "knfact": "ಇಂದಿನ ಮೆಜೆಸ್ಟಿಕ್ ತನ್ನ ಹೆಸರನ್ನು ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದ ಮೆಜೆಸ್ಟಿಕ್ (ಥಿಯೇಟರ್) ನಾಟ್ಯಮ೦ದಿರದ ನಂತರ ಪಡೆದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/179.jpg"
  },
  {
    "_id": "180",
    "enfact": "During the days of the maharajs, the elephants march all the way to the palace for Dasara, the march is called Gajapayana ",
    "knfact": "ಮಹಾರಾಜರ ದಿನಗಳಲ್ಲಿ, ಆನೆಗಳು ದಸರಾ ಅರಮನೆಯ ಸರಹದ್ದಿನಲ್ಲಿ ಪಾಲ್ಗೋಲುತ್ತಿದವು, ಇದನ್ನು ಗಜಪಯನ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/180.jpg"
  },
  {
    "_id": "181",
    "enfact": "Sand Sculpture Museum at Mysore is India's First Sand Sculpture Museum.",
    "knfact": "ಮೈಸೂರು ನಲ್ಲಿನ ಮರಳು ಶಿಲ್ಪ ಮ್ಯೂಸಿಯಂ ಭಾರತದ ಮೊದಲ ಮರಳು ಶಿಲ್ಪ ಮ್ಯೂಸಿಯಂ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/181.jpg"
  },
  {
    "_id": "182",
    "enfact": "Sand Sculpture Museum at Mysore was done With 115 truckloads of sand and with more than 150 huge Sculptures.",
    "knfact": "ಮೈಸೂರು ನಲ್ಲಿನ ಮರಳು ಶಿಲ್ಪ ಮ್ಯೂಸಿಯಂ ಅನ್ನು 115 ಟ್ರಕ್ ಗಳ ಮರಳಿನಿಂದ ಮಾಡಲಾಗಿದೆ ಮತ್ತು 150ಕ್ಕೂ ಹೆಚ್ಚು ಬೃಹತ್ ಶಿಲ್ಪಕೃತಿಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/182.jpg"
  },
  {
    "_id": "183",
    "enfact": "Sand Sculpture Museum at Mysore displays more than 16 themes describing the Heritage of Mysore.",
    "knfact": "ಮೈಸೂರು ನಲ್ಲಿನ ಮರಳು ಶಿಲ್ಪ ಮ್ಯೂಸಿಯಂ ಮೈಸೂರು ಪರಂಪರೆಯನ್ನು ವಿವರಿಸುವ 16ಕ್ಕೂ ಹೆಚ್ಚು ವಿಷಯಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/183.jpg"
  },
  {
    "_id": "184",
    "enfact": "The wax museum at Mysore has 110 life size wax statues and more than 300 Indian and western musical instruments.",
    "knfact": "ಮೈಸೂರಿನ ಮೇಣದ ವಸ್ತುಸಂಗ್ರಹಾಲಯವು 110 ಜೀವ ಗಾತ್ರದ ಮೇಣದ ಪ್ರತಿಮೆಗಳನ್ನು ಮತ್ತು 300 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಭಾರತೀಯ ಮತ್ತು ಪಶ್ಚಿಮ ಸಂಗೀತ ಉಪಕರಣಗಳನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/184.jpg"
  },
  {
    "_id": "185",
    "enfact": "The Khwaja Bande Nawaz Dargah library houses almost 10,000 books on various subjects in Urdu, Persian and Arab",
    "knfact": "ಖ್ವಾಜ ಬಂಡೇ ನವಾಜ್ ದರ್ಗಾ ಲೈಬ್ರರಿಯು ಉರ್ದು, ಪರ್ಶಿಯಾದ ಮತ್ತು ಅರಬ್ ನ ವಿವಿಧ ವಿಷಯಗಳ 10,000 ಪುಸ್ತಕಗಳ ಮನೆಯಾಗಿದೆ.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/185.jpg"
  },
  {
    "_id": "186",
    "enfact": "Moodabidri is known as the Jain Varanasi of South India.",
    "knfact": "ಮೂಡುಬಿದಿರೆಯನ್ನು ದಕ್ಷಿಣ ಭಾರತದ ಜೈನ್ ವಾರಣಾಸಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/186.jpg"
  },
  {
    "_id": "187",
    "enfact": "The Clock Tower in Mysore was erected during the Silver Jubilee of the reign of Maharaja Krishnaraja Wodeyar IV on 8th August 1927.",
    "knfact": "ಮೈಸೂರು ಗಡಿಯಾರ ಗೋಪುರ ಮಹಾರಾಜ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ಆಳ್ವಿಕೆಯ 8 ಆಗಸ್ಟ್ 1927 ರಂದು ಬೆಳ್ಳಿ ಹಬ್ಬದ ಸಮಯದಲ್ಲಿ ನಿಲ್ಲಿಸಲಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/187.jpg"
  },
  {
    "_id": "188",
    "enfact": "Kudalasangama is at  the confluence of the rivers Krishna and Malaprabha",
    "knfact": "ಕೃಷ್ಣ ಮತ್ತು ಮಲಪ್ರಭಾ ನದಿಗಳ ಸಂಗಮವನ್ನು ಕೂಡಲಸಂಗಮ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/188.jpg"
  },
  {
    "_id": "189",
    "enfact": "The Vaidyanateshwara temple comes to life when it is excavated once every 12 years during the Panchalinga Darshana",
    "knfact": "ಪ್ರತಿ 12 ವರ್ಷಗಳಿಗೆ ಒಮ್ಮೆ ವೈದ್ಯನಾಥೇಶ್ವರ ದೇವಾಲಯದ ಉತ್ಖನನವನ್ನು ಪಂಚಲಿಂಗ ದರ್ಶನ ಸಮಯದಲ್ಲಿ ಮಾಡಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/189.jpg"
  },
  {
    "_id": "190",
    "enfact": "Every year, during Makara Sankranthi, Gangadhareshwara cave temple witnesses a strange phenomenon, a ray of light passes precisely between the horns of the stone bull outside the temple, and illuminates the deity cave.",
    "knfact": "ಪ್ರತಿ ವರ್ಷ, ಮಕರ ಸಂಕ್ರಾಂತಿಯಂದು ಗಂಗಾಧರೇಶ್ವರ ಗುಹ ದೇವಾಲಯವು ಒಂದು ವಿಚಿತ್ರ ವಿದ್ಯಮಾನಕ್ಕೆ ಸಾಕ್ಷಿಯಾಗುತ್ತದೆ ಈ ದೇವಾಲಯದ ಶಿಲಾ ನಂದಿಯ ಕೊಂಬುಗಳ ನಡುವೆ ಬೆಳಕಿನ ಕಿರಣಗಳು ನಿಖರವಾಗಿ ಹಾದುಹೋಗುತ್ತದೆ, ಮತ್ತು ದೇವಾಲಯದ ಗುಹೆಯನ್ನು ಪ್ರಕಾಶಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/190.jpg"
  },
  {
    "_id": "191",
    "enfact": "Belur is known as \\\"Jewel In Stone\", a title it's held unsurpassed since 1116 AD",
    "knfact": "ಬೇಲೂರು ತನಗಿರುವ \"ಕಲ್ಲು ರತ್ನ\" (ಜ್ಯುವೆಲ್ ಇನ್ ಸ್ಟೋನ್) ಶೀರ್ಷಿಕೆಯನ್ನು 1116 AD ಯಿಂದಲು ಉಳಿಸಿಕೊಂಡಿರುವ ವಿಶೇಷವಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/191.jpg"
  },
  {
    "_id": "192",
    "enfact": "Bylukuppe is the largest Tibetan settlements in South India and is renowned as the seat of the Panchen Lama.",
    "knfact": "ಬೈಲಕುಪ್ಪೆಯು ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ಅತಿ ದೊಡ್ಡ ಟಿಬೇಟಿಯನ್ ವಸಾಹತುಗಳಾಗಿದೆ ಮತ್ತು ಈ ಪ್ರದೇಶವನ್ನು ಪಂಚೆನ್ ಲಾಮಾ ಎಂದು ಕರೆಯುತ್ತಾರೆ . ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/192.jpg"
  },
  {
    "_id": "193",
    "enfact": "The Royal family lived in Jagan Mohana Palace till the construction of the new Amba Vilas Mysore Palace",
    "knfact": "ಅಂಬಾ ವಿಲಾಸ್ ಮೈಸೂರು ಅರಮನೆ ನಿರ್ಮಾಣವಾಗುವ ಮುನ್ನ ರಾಜ ಕುಟುಂಬವು ಜಗನ್ ಮೋಹನ ಅರಮನೆಯಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/193.jpg"
  },
  {
    "_id": "194",
    "enfact": "The installation of Krishnaraja Wodeyar IV took place in 1902, attended by Lord Curzon, the then Viceroy and Governor-General of India.",
    "knfact": "ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ರ ಪಟ್ಟಕಟ್ಟುವಿಕೆಯು 1902ರಲ್ಲಿ ನಡೆಯಿತು. ಅಂದಿನ ವೈಸ್ರಾಯ್ ಮತ್ತು ಭಾರತದ ಗವರ್ನರ್ ಜನರಲ್ ಲಾರ್ಡ್ ಕರ್ಜನ್ ಹಾಜರಿದ್ದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/194.jpg"
  },
  {
    "_id": "195",
    "enfact": "Anjanadri Hills near gangavathi taluk is believed to be the birthplace of Hanuman.",
    "knfact": "ಗಂಗಾವತಿ ತಾಲೂಕು ಬಳಿಯ ಅಂಜನಾದ್ರಿ ಹಿಲ್ಸ್ ಹನುಮಾನ್ ಜನ್ಮಸ್ಥಾನ ಎಂದು ನಂಬಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/195.jpg"
  },
  {
    "_id": "196",
    "enfact": "Dodda Aalada Mara located near Bangalore is 400 year old Banyan tree.",
    "knfact": "ಬೆಂಗಳೂರಿನ ದೊಡ್ಡ ಆಲದ ಮರವು 400 ವರ್ಷ ಹಳೆಯದಾದ ಆಲದ ಮರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/196.jpg"
  },
  {
    "_id": "197",
    "enfact": "The annual electric output of Alamatti dam is 560 MU.",
    "knfact": "ಆಲಮಟ್ಟಿ ಅಣೆಕಟ್ಟಿನ ವಾರ್ಷಿಕ ವಿದ್ಯುತ್ ಉತ್ಪಾದನೆ 560 MU ಆಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/197.jpg"
  },
  {
    "_id": "198",
    "enfact": "Alamatti dam holds a gross water storage capacity of 123.08 TMC.",
    "knfact": "ಆಲಮಟ್ಟಿ ಆಣೆಕಟ್ಟು 123.08 ಟಿ.ಎಮ್.ಸಿ ನೀರನ್ನು ಸಂಗ್ರಹಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/198.jpg"
  },
  {
    "_id": "199",
    "enfact": "Tungabhadra dam is the largest dam in Karnataka.",
    "knfact": "ತುಂಗಭದ್ರ ಅಣೆಕಟ್ಟು ಕರ್ನಾಟಕದ ಅತಿ ದೊಡ್ಡ ಅಣೆಕಟ್ಟು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/199.jpg"
  },
  {
    "_id": "200",
    "enfact": "Vani Vilasa Sagara Dam is also known as Mari Kanive located at Chitradurga, is the oldest dam in the Karnataka state.",
    "knfact": "ಚಿತ್ರದುರ್ಗದ ವಾಣಿ ವಿಲಾಸ ಸಾಗರ ಅಣೆಕಟ್ಟನ್ನು ಮಾರಿ ಕಣಿವೆ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ, ಮತ್ತು ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಬಹು ಹಳೆಯ ಅಣೆಕಟ್ಟಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/200.jpg"
  },
  {
    "_id": "201",
    "enfact": "Akashvani was setup in Mysore on September 10,1935",
    "knfact": "ಆಕಾಶವಾಣಿ ಕೇಂದ್ರವನ್ನು 1935ರ ಸೆಪ್ಟೆಂಬರ್ 10 ರಂದು ಮೈಸೂರಿನಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾಯಿತು.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/201.jpg"
  },
  {
    "_id": "202",
    "enfact": "Savanadurga is the largest monolith hills in Asia",
    "knfact": "ಏಷ್ಯಾದ ಅತಿ ದೊಡ್ಡ ಏಕಶಿಲೆ ಬೆಟ್ಟವು ಸಾವನದುರ್ಗ ಬೆಟ್ಟ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/202.jpg"
  },
  {
    "_id": "203",
    "enfact": "Da Ra Bendre is known as Varakavi meaning Gifted Poet.",
    "knfact": "ಪ್ರತಿಭಾವಂತ ಕವಿ ದಾ. ರಾ. ಬೇಂದ್ರೆಯನ್ನು ವರಕವಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/203.jpg"
  },
  {
    "_id": "204",
    "enfact": "Hubli-Dharwad are referred as Twin Cities.",
    "knfact": "ಹುಬ್ಬಳ್ಳಿ-ಧಾರವಾಡವನ್ನು ಅವಳಿ ನಗರಗಳೆಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/204.jpg"
  },
  {
    "_id": "205",
    "enfact": "Master Kishan is the World's youngest film director at the age of 16.",
    "knfact": "ಮಾಸ್ಟರ್ ಕಿಶನ್ 16 ನೇ ವಯಸ್ಸಿನಲ್ಲಿ ವಿಶ್ವದ ಕಿರಿಯ ಚಲನಚಿತ್ರ ನಿರ್ದೇಶಕನಾದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/205.jpg"
  },
  {
    "_id": "206",
    "enfact": "Hubli is known as Chota Mumbai",
    "knfact": "ಹುಬ್ಬಳ್ಳಿಯನ್ನು ಛೋಟಾ ಮುಂಬೈ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/206.jpg"
  },
  {
    "_id": "207",
    "enfact": "Singapuradalli Rajakulla is the first kannada film shot abroad",
    "knfact": "ವಿದೇಶದಲ್ಲಿ ಚಿತ್ರಿಸಲಾದ ಮೊದಲ ಕನ್ನಡ ಚಿತ್ರ ಸಿಂಗಪುರದಲ್ಲಿ ರಾಜಾಕುಳ್ಳ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/207.jpg"
  },
  {
    "_id": "208",
    "enfact": "Chinnaswamy Stadium can seat 55,000 people.",
    "knfact": "ಚಿನ್ನಸ್ವಾಮಿ ಕ್ರೀಡಾಂಗಣದಲ್ಲಿ ಒಮ್ಮೆಗೆ 55,000 ಜನರು ಆಸೀನರಾಗಬಹುದು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/208.jpg"
  },
  {
    "_id": "209",
    "enfact": "Javagal Srinath is known as Mysore Express",
    "knfact": "ಜಾವಗಲ್ ಶ್ರೀನಾಥ್ ರನ್ನು ಮೈಸೂರು ಎಕ್ಸ್ಪ್ರೆಸ್ ಎಂದೂ ಕರೆಯಲಾಗುತ್ತದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/209.jpg"
  },
  {
    "_id": "210",
    "enfact": "Agumbe records second highest annual rainfall in India.",
    "knfact": "ಭಾರತದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು ವಾರ್ಷಿಕ ಮಳೆ ದಾಖಲಿಸಲು ಆಗುಂಬೆ ಎರಡನೇ ಸ್ಥಾನದಲ್ಲಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/210.jpg"
  },
  {
    "_id": "211",
    "enfact": "Singanalluru Puttaswamayya Mutturaju is the birth name of Dr.Rajkumar.",
    "knfact": "ಡಾ.ರಾಜ್ ಕುಮಾರ್ ರ ಹುಟ್ಟು, ಹೆಸರು ಸಿಂಗಾನಲ್ಲೂರು ಪುಟ್ಟಸ್ವಾಮಿ ಮುತ್ತುರಾಜ್. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/211.jpg"
  },
  {
    "_id": "212",
    "enfact": "Subbaiyanaidu is the first Hero in Kannada Cinemas.",
    "knfact": "ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಮೊದಲ ನಾಯಕ ಸುಬ್ಬಯ್ಯನಾಯ್ದು.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/212.jpg"
  },
  {
    "_id": "213",
    "enfact": "Pampa is known as Adhikavi.",
    "knfact": "ಪಂಪನನ್ನು ಅಧಿಕವಿ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/213.jpg"
  },
  {
    "_id": "214",
    "enfact": "Except for the Gulf Region, Bangalore sends highest number of professionals abroad, especially to USA. ",
    "knfact": "ಕೊಲ್ಲಿ ಪ್ರದೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ, ವೃತ್ತಿಪರರನ್ನು ವಿದೇಶದಕ್ಕೆ ಕಳುಹಿಸುವುದರಲ್ಲಿ, ವಿಶೇಷವಾಗಿ ಅಮೇರಿಕಾಗೆ ಕಳುಹಿಸುವುದರಲ್ಲಿ ಬೆಂಗಳೂರು ಮುಂಚುಣಿಯಲ್ಲಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/214.jpg"
  },
  {
    "_id": "215",
    "enfact": "The Forbes magazine considers Bangalore as one of “The Next Decade’s Fastest-Growing Cities”.",
    "knfact": "ಫೋರ್ಬ್ಸ್ ಪತ್ರಿಕೆಯು \"ಮುಂದಿನ ದಶಕದಲ್ಲಿ ವೇಗವಾಗಿ ಬೆಳೆಯುತ್ತಿರುವ ನಗರ\" ಒಂದು ಬೆಂಗಳೂರುನ್ನು ಪರಿಗಣಿಸುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/215.jpg"
  },
  {
    "_id": "216",
    "enfact": "Bangalore is the base for nearly 47% of the 265 biotechnology companies in India. ",
    "knfact": "ಭಾರತದಲ್ಲಿನ 265 ಜೈವಿಕ ತಂತ್ರಜ್ಞಾನ ಕಂಪನಿಗಳಲ್ಲಿ ಸುಮಾರು 47% ರಷ್ಟು ಬೆಂಗಳೂರಿನಲ್ಲಿ ನೆಲೆಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/216.jpg"
  },
  {
    "_id": "217",
    "enfact": "Bangalored is a phrase used by Americans which refers to workers being laid off because their jobs have moved to Bangalore through IT Outsourcing.",
    "knfact": "ತಮ್ಮ ಐಟಿ ಕೆಲಸಗಳನ್ನು ಹೊರಗುತ್ತಿಗೆಗೆ ನೀಡಿದ್ದರೆ ಮತ್ತು ನಿರ್ದಿಷ್ಟವಾಗಿ ಬೆಂಗಳೂರಿಗರಿಗೆ ನೀಡಿದ್ದರೆ, ಅಮೆರಿಕನ್ನರು ‘ಬೆಂಗಳೂರ್ಡ್’ ಎಂಬ ನುಡಿಗಟ್ಟನ್ನು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/217.jpg"
  },
  {
    "_id": "218",
    "enfact": "Winston Churchill owes Rs. 13 to the Bangalore Club",
    "knfact": "ವಿನ್ಸ್ಟನ್ ಚರ್ಚಿಲ್ ಅವರು ಬೆಂಗಳೂರು ಕ್ಲಬ್ ಸಂಸ್ಥೆಗೆ 13 ರೂ ನೀಡಬೇಕಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/218.jpg"
  },
  {
    "_id": "219",
    "enfact": "40% of Bangalore's landscape is gardens/parks and 15% lakes/ponds.",
    "knfact": "ಬೆಂಗಳೂರಿನ ಭೂದೃಶ್ಯದ 40 ಪ್ರತಿಶತ ತೋಟಗಳು/ ಉದ್ಯಾನವನಗಳಾಗಿದೆ ಮತ್ತು 15% ರಷ್ಟು ಸರೋವರಗಳು/ ಕೊಳಗಳಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/219.jpg"
  },
  {
    "_id": "220",
    "enfact": "Mysore is one of the Cleanest cities in India.",
    "knfact": "ಭಾರತದ ಅತ್ಯಂತ ಸ್ವಚ್ಛವಾದ ನಗರಗಳಲ್ಲಿ ಮೈಸೂರು ನಗರವು ಒಂದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/220.jpg"
  },
  {
    "_id": "221",
    "enfact": "Mysore is Famous for Mysore Silk, Mysore Masala Dosa, Mysore mallige, Mysore Pak Sweet, Mysore Beetle Leaves ",
    "knfact": "ಮೈಸೂರು : ಮೈಸೂರು ರೇಷ್ಮೆ, ಮೈಸೂರು ಮಸಾಲೆ ದೋಸೆ, ಮೈಸೂರು ಮಲ್ಲಿಗೆ, ಮೈಸೂರು ಪಾಕ್ ಗೆ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/221.jpg"
  },
  {
    "_id": "222",
    "enfact": "Mysore zoo is 3rd best zoo in Asia",
    "knfact": "ಮೈಸೂರು ಝೂ ಏಷ್ಯಾ 3 ನೇ ಅತ್ಯುತ್ತಮ ಮೃಗಾಲಯವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/222.jpg"
  },
  {
    "_id": "223",
    "enfact": "Mysore is one of the four cities in india where currency notes are printed.",
    "knfact": "ಮೈಸೂರು ನಗರವು ಭಾರತದಲ್ಲಿ ಕರೆನ್ಸಿ ನೋಟ್ ಗಳನ್ನು ಮುದ್ರಿಸುವ ನಾಲ್ಕು ನಗರಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/223.jpg"
  },
  {
    "_id": "224",
    "enfact": "Mysore's Karanji Lake's Aviary Is The Biggest 'Walk Through' Aviary In India.",
    "knfact": "ಮೈಸೂರಿನ ಕಾರಂಜಿ ಕೆರೆ ಬಳಿಯ ಪಕ್ಷಿ ಪಂಜರವು ಭಾರತದ ಅತಿದೊಡ್ಡ 'ಸಂಚರಿಸಬಹುದಾದ' ಪಂಜರವಾಗಿದೆ.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/224.jpg"
  },
  {
    "_id": "225",
    "enfact": "The Oriental Research library has a collection of around 50,000 palm leaf manuscripts",
    "knfact": "ಓರಿಯೆಂಟಲ್ ರಿಸರ್ಚ್ ಗ್ರಂಥಾಲಯವು ಸುಮಾರು 50,000 ತಾಳೆಗರಿಯ ಹಸ್ತಪ್ರತಿಗಳ ಸಂಗ್ರಹವನ್ನು ಹೊಂದಿದೆ ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/225.jpg"
  },
  {
    "_id": "226",
    "enfact": "The Kadambas dynasty was founded by Mayurasharma in 345 CE, the first Kannada king.",
    "knfact": "ಮಯೂರಶರ್ಮನು 345 ಕ್ರಿ.ಶ ದಲ್ಲಿ ಕದಂಬ ರಾಜವಂಶವನ್ನು ಸ್ಥಾಪಿಸಿದರು, ಮಯೂರಶರ್ಮನು ಮೊದಲ ಕನ್ನಡ ರಾಜನು ಆಗಿದ್ದರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/226.jpg"
  },
  {
    "_id": "227",
    "enfact": "Chavundaraya a military commander in Ganga Dynasty is credited for building Gomateshwara.",
    "knfact": "ಗಂಗ ರಾಜವಂಶದ ಕಮಾಂಡರ್ ಚಾವುಂಡರಾನಿಗೆ ಗೊಮ್ಮಟೇಶ್ವರ ಏಕಶಿಲೆಯನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿಸಿದ ಕೀರ್ತಿ ಸಲ್ಲುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/227.jpg"
  },
  {
    "_id": "228",
    "enfact": "Yaduraya was the founder of Wodeyar Dynasty",
    "knfact": "ಯದುರಾಯ ಒಡೆಯರ್ ರಾಜವಂಶದ ಸಂಸ್ಥಾಪಕ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/228.jpg"
  },
  {
    "_id": "229",
    "enfact": "Sala is the founder of Hoysala Dynasty.",
    "knfact": "ಸಾಲಾ ಹೊಯ್ಸಳ ವಂಶದ ಸ್ಥಾಪಕ ಆಗಿದಾನೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/229.jpg"
  },
  {
    "_id": "230",
    "enfact": "Belur was built by king Vishnuvardhana in commemoration of his victory over the Cholas at Talakad in 1117 CE.",
    "knfact": "ತಲಕಾಡಿನ ಚೋಳರ ಮೇಲಿನ ತನ್ನ ವಿಜಯದ ಸ್ಮರಣಾರ್ಥವಾಗಿ ರಾಜ ವಿಷ್ಣುವರ್ಧನ 1117 ಕ್ರಿ.ಶದಲ್ಲಿ ಬೇಲೂರನ್ನು ನಿರ್ಮಿಸಿದನು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/230.jpg"
  },
  {
    "_id": "231",
    "enfact": "Belur was reffered as Velapuri during 12th Century.",
    "knfact": "ಬೇಲೂರನ್ನು 12 ನೇ ಶತಮಾನದಲ್ಲಿ ವೇಲಪುರಿ ಎಂದು ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/231.jpg"
  },
  {
    "_id": "232",
    "enfact": "Kaidala is the birthplace of the sculptor Jakanacharya who is credited for Belur's artwork.",
    "knfact": "ಬೇಲೂರಿನ ಕಲಾಕೃತಿಗಳನ್ನು ರಚಿಸಿದ ಶಿಲ್ಪಿ ಜಕಣಾಚಾರ್ಯರ ಜನ್ಮಸ್ಥಳ ಕೈದಾಳ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/232.jpg"
  },
  {
    "_id": "233",
    "enfact": "Darpana Sundari or \"The lady with the mirror\" is considered a marvellous sculpting by archeologists for the 12th century timeline",
    "knfact": "ದರ್ಪಣಾ ಸುಂದರಿ ಅಥವಾ \"ಕನ್ನಡಿ ಇಡಿದ ಮಹಿಳೆ\", 12 ನೇ ಶತಮಾನದ ಒಂದು ಕಲಾಕೃತಿಯನ್ನು ಪುರಾತತ್ತ್ವಜ್ಞರು ಅದ್ಭುತವಾದ ಶಿಲ್ಪ ಎಂದು ಪರಿಗಣಿಸಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/233.jpg"
  },
  {
    "_id": "234",
    "enfact": "'Jaya Bharata Jananiya Tanujate' was officially declared as the state anthem of Karnataka on January 6, 2004.",
    "knfact": "'ಜಯಾ ಭರತ ಜನನಿಯ ತನುಜಾತೆ' ಯನ್ನು ಜನವರಿ 6, 2004 ರಂದು ಅಧಿಕೃತವಾಗಿ ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಗೀತೆಯನ್ನು ಎಂದು ಘೋಷಿಸಲಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/234.jpg"
  },
  {
    "_id": "235",
    "enfact": "TV9 Karnataka, the first Kannada language 24 hours news channel was launched in June 2006.",
    "knfact": "ಟಿವಿ9 ಕರ್ನಾಟಕ, ಕನ್ನಡದ ಪ್ರಪ್ರಥಮ 24 ಗಂಟೆಗಳ ಸುದ್ದಿ ಚಾನೆಲ್ ಅನ್ನು 2006 ರಲ್ಲಿ ಆರಂಭಿಸಲಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/235.jpg"
  },
  {
    "_id": "236",
    "enfact": "Ilakal town of Bagalkot is famous for the 'Ilakal Saree'.",
    "knfact": "ಬಾಗಲಕೋಟೆ ಇಳಕಲ್ ಪಟ್ಟಣ ‘ಇಳಕಲ್ ಸೀರೆ'ಗೆ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/236.jpg"
  },
  {
    "_id": "237",
    "enfact": "Saint Philomena Cathedral in Mysore is one of largest churches in India.",
    "knfact": "ಮೈಸೂರುನ ಸೇಂಟ್ ಫಿಲೋಮಿನಾ ಕ್ಯಾಥೆಡ್ರಲ್ ಭಾರತದಲ್ಲಿನ ದೊಡ್ಡ ಚರ್ಚುಗಳಲ್ಲಿ ಒಂದು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/237.jpg"
  },
  {
    "_id": "238",
    "enfact": "K S Hedge is the only Lok Sabha speaker from Karnataka.",
    "knfact": "ಕೆ ಎಸ್ ಹೆಗ್ಡೆರವರು ಕರ್ನಾಟಕದ ಏಕಮಾತ್ರ ಲೋಕಸಭಾ ಸ್ಪೀಕರ್ ಅಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/238.jpg"
  },
  {
    "_id": "239",
    "enfact": "Coorg is known as 'Kashmir of Karnataka'.",
    "knfact": "ಕೊಡಗುನ್ನು ‘ಕರ್ನಾಟಕದ ಕಾಶ್ಮೀರ' ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/239.jpg"
  },
  {
    "_id": "240",
    "enfact": "Amarashilpi Jakanachari is the first full length Kannada movie in color.",
    "knfact": "‘ಅಮರಶಿಲ್ಪಿ ಜಕಣಾಚಾರಿ’ಯು ಕನ್ನಡದ ಪೂರ್ಣಾವಧಿಯ ಮೊದಲ ಬಣ್ಣದ ಚಲನಚಿತ್ರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/240.jpg"
  },
  {
    "_id": "241",
    "enfact": "'Jaganmohini' made in 1951 was the first Kannada film to complete 100 days run.",
    "knfact": "1951 ರಲ್ಲಿನ ‘ಜಗನ್ಮೋಹಿನಿ’ ಚಿತ್ರವು 100 ದಿನಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ಮೊದಲ ಕನ್ನಡ ಚಿತ್ರವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/241.jpg"
  },
  {
    "_id": "242",
    "enfact": "Kannada Sahitya Sammelana was first started in 1915, by H. V. Nanjundaiah and was held in Bangalore.",
    "knfact": "ಮೊದಲ ಕನ್ನಡ ಸಾಹಿತ್ಯ ಸಮ್ಮೇಳನವನ್ನು 1915 ರಲ್ಲಿ ಎಚ್ ವಿ ನಂಜುಂಡಯ್ಯರವರು ಬೆಂಗಳೂರಿನಲ್ಲಿ ನಡೆಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/242.jpg"
  },
  {
    "_id": "243",
    "enfact": "The first theatre of Karnataka is Paramount that was later named Parimala talkies in city market.",
    "knfact": "ಕರ್ನಾಟಕದ ಮೊದಲ ನಾಟ್ಯಮ೦ದಿರ (theater) ಪ್ಯಾರಮೌಂಟ್ ನಾಟ್ಯಮ೦ದಿರ. ಅದುವೇ ಇಂದಿನ ಕಲಸಿಪಾಳ್ಯದ ಪರಿಮಳ ನಾಟ್ಯಮ೦ದಿರ ಎಂದು ಹೆಸರುವಾಸಿಯಾಗಿದೆ.  ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/243.jpg"
  },
  {
    "_id": "244",
    "enfact": "First director to get national award for screenplay is Puttanna Kanagal for the film 'Gejje Pooje'.",
    "knfact": "ಚಿತ್ರಕಥೆಯೊಂದು ರಾಷ್ಟ್ರೀಯ ಪ್ರಶಸ್ತಿ ಪಡೆದ ಮೊದಲ ಚಲನಚಿತ್ರವು ಪುಟ್ಟಣ್ಣ ಕಣಗಾಲ್ ರ ’ಗೆಜ್ಜೆ ಪೂಜೆ’ ಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/244.jpg"
  },
  {
    "_id": "245",
    "enfact": "The first novel based Kannada film is 'Karuneye Kutumbada Kannu' (novel Dharmadevathe).",
    "knfact": "ಕಾದಂಬರಿ ಆಧಾರಿತ ಮೊದಲ ಕನ್ನಡ ಚಿತ್ರವು ‘ಕರುಣೆಯೇ ಕುಟುಂಬದ ಕಣ್ಣು’ (ಕಾದಂಬರಿ - ಧರ್ಮದೇವತೆ). ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/245.jpg"
  },
  {
    "_id": "246",
    "enfact": "Rajkumar, Bharathi starring 'Bangaradha Manushya' is the first film to run successfully for two years.",
    "knfact": "ರಾಜ್ ಕುಮಾರ್, ಭಾರತಿ ನಟಿಸಿದ 'ಬಂಗಾರದ ಮನುಷ್ಯ’  ಚಿತ್ರವು ಎರಡು ವರ್ಷಗಳ ಪ್ರದರ್ಶನ ಪೂರೈಸಿದ ಮೊದಲ ಚಿತ್ರ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/246.jpg"
  },
  {
    "_id": "247",
    "enfact": "Saadu Kokila is one of the fastest keyboard players in India.",
    "knfact": "ಸಾದು ಕೋಕಿಲ ರವರು ಭಾರತದಲ್ಲಿ ಅತಿವೇಗವಾಗಿ ಕೀಬೋರ್ಡ್ ನುಡಿಸುವ ಸಂಗೀತಗಾರರಲ್ಲಿ ಒಬ್ಬರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/247.jpg"
  },
  {
    "_id": "248",
    "enfact": "The first film journalist is H.R.Krishnamurthy of 'Chitra Samachar'.",
    "knfact": "'ಚಿತ್ರ ಸಮಾಚಾರ' ಪತ್ರಿಕೆಯ ಹೆಚ್ ಅರ್ ಕೃಷ್ಣಮೂರ್ತಿಯು ಮೊದಲ ಚಲನಚಿತ್ರ ಪತ್ರಕರ್ತರಾಗಿದ್ದಾರೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/248.jpg"
  },
  {
    "_id": "249",
    "enfact": "The BMTC was formed in 1997, as the result of a split of the KSRTC, in the context of the Bangalore's expansion.",
    "knfact": "ಬೆಂಗಳೂರಿನ ವಿಸ್ತರಣೆಯಾದ್ದರಿಂದ, ಕೆ.ಎಸ್.ಅರ್.ಟಿ.ಸಿ(KSRTC)ಯ ವಿಭಜನೆಯ ಫಲಿತಾಂಶವಾಗಿ 1997 ರಲ್ಲಿ ಬಿ.ಎಂ.ಟಿ.ಸಿ (BMTC)ಯು ರೂಪುಗೊಂಡಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/249.jpg"
  },
  {
    "_id": "250",
    "enfact": "The district of Kodagu has no railway track within it.",
    "knfact": "ಕೊಡಗು ಜಿಲ್ಲೆಯು ಯಾವುದೇ ರೈಲ್ವೆ ಟ್ರ್ಯಾಕ್ ಅನ್ನು ಹೊಂದಿಲ್ಲ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/250.jpg"
  },
  {
    "_id": "251",
    "enfact": "The first train to be fitted with a GPS based location Announcement system is Jan shatabdi express(Bangalore to Hubli).",
    "knfact": "ಜಿಪಿಎಸ್ ಆಧಾರಿತ ಸ್ಥಾನ ಪ್ರಕಟಣೆ ವ್ಯವಸ್ಥೆಯ ಅಳವಡಿಸಲಾಗಿರುವ ಮೊದಲ ರೈಲು ಜನ್ ಶತಾಬ್ದಿ ಎಕ್ಸ್ಪ್ರೆಸ್ (ಹುಬ್ಬಳ್ಳಿ-ಬೆಂಗಳೂರು) ಆಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/251.jpg"
  },
  {
    "_id": "252",
    "enfact": "Karnataka Milk Federation (KMF) is the largest Cooperative Dairy Federation in South India.",
    "knfact": "ಕರ್ನಾಟಕ ಹಾಲು ಒಕ್ಕೂಟ (KMF) ದಕ್ಷಿಣ ಭಾರತದ ಅತಿ ದೊಡ್ಡ ಸಹಕಾರಿ ಡೈರಿ ಒಕ್ಕೂಟವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/252.jpg"
  },
  {
    "_id": "253",
    "enfact": "Udaya TV was the first private channel to be broadcast in Kannada.",
    "knfact": "ಕನ್ನಡದಲ್ಲಿ ಪ್ರಸಾರವಾದ ಮೊದಲ ಖಾಸಗಿ ಮಾಧ್ಯಮವಾಹಿನಿಯು ಉದಯ ಟಿವಿ ಯಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/253.jpg"
  },
  {
    "_id": "254",
    "enfact": "The first Kannada serial 'Sihikahi' (meaning bittersweet in Kannada) was produced and directed by H N K Murthy.",
    "knfact": "ಕನ್ನಡದ ಮೊದಲ ಸರಣಿ(ಸೀರಿಯಲ್) “ಸಿಹಿಕಹಿ”ಯನ್ನು ಎಚ್.ಎನ್.ಕೆ ಮೂರ್ತಿ ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿದರು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/254.jpg"
  },
  {
    "_id": "255",
    "enfact": "Mysore Medical College & Research Institute, Mysore is the first Medical college in the state and seventh in India",
    "knfact": "ಮೈಸೂರು ಮೆಡಿಕಲ್ ಕಾಲೇಜು ಮತ್ತು ಸಂಶೋಧನಾ ಸಂಸ್ಥೆಯು ರಾಜ್ಯ ಮೊದಲ ಮತ್ತು ಭಾರತದ ಏಳನೇ ವೈದ್ಯಕೀಯ ಕಾಲೇಜು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/255.jpg"
  },
  {
    "_id": "256",
    "enfact": "India's first electric locos (Trains), however, had already made their appearance on the Indian soil much earlier. They were delivered to the Mysore Gold Fields by Bagnalls (Stafford) with overhead electrical equipment by ieme\"as early as 1910.\"",
    "knfact": "ಭಾರತದ ಮೊದಲ ಎಲೆಕ್ಟ್ರಿಕ್ ರೈಲುಗಳನ್ನು ಆರಂಭಿಕವಾಗಿ 1910 ರಲ್ಲಿ ಸೀಮೆನ್ಸ್(Siemens) ಓವರ್ಹೆಡ್ ವಿದ್ಯುತ್ ಉಪಕರಣಗಳ ಜೊತೆ ಬಾಗ್ನಾಲ್ಲ್ಸ್ ಮೂಲಕ ಮೈಸೂರು ಗೋಲ್ಡ್ ಫೀಲ್ಡ್ಸ್ ಗೆ (ಸ್ಟಾಫರ್ಡ್) ವಿತರಣೆ ಮಾಡಲಾಯಿತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/256.jpg"
  },
  {
    "_id": "257",
    "enfact": "Bangalore's Namma Metro is the 3rd metropolitian city to get metro after kolkata an delhi.",
    "knfact": "ಬೆಂಗಳೂರಿನ ‘ನಮ್ಮ ಮೆಟ್ರೋ’, ದೆಹಲಿ ಮತ್ತು ಕೋಲ್ಕತ್ತಾ ನಂತರ ಮೆಟ್ರೋ ರೈಲು ಪಡೆದ 3 ನೇ ಮೆಟ್ರೋಪಾಲಿಟನ್ ನಗರವಾಗಿದೆ.",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/257.jpg"
  },
  {
    "_id": "258",
    "enfact": "The Jnanapeetha award carries a cheque for Rs. 5,00,000.00 a citation plaque and a bronze replica of Vagdevi.",
    "knfact": "ಜ್ಞಾನಪೀಠ ಪ್ರಶಸ್ತಿಯು 5,00,000 ರೂ ಮೊತ್ತದ ಒಂದು ಚೆಕ್, ಪ್ಲೇಕ್  ಪತ್ರ ಮತ್ತು ವಾಗ್ದೇವಿಯ ಕಂಚಿನ ಪ್ರತಿಕೃತಿಯನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/258.jpg"
  },
  {
    "_id": "259",
    "enfact": "Gol Gumbaz, situated in Bijapur is an astounding engineering feat.The dome is the second largest in the world, 124 feet in diameter.",
    "knfact": "ಬಿಜಾಪುರದಲ್ಲಿನ ಗೋಳಗುಮ್ಮಟವು,  ದಿಗ್ಭ್ರಮೆಗೊಳಿಸುವ ಎಂಜಿನಿಯರಿಂಗ್ ಸಾಧನೆಯಾಗಿದೆ.ಈ ಗುಮ್ಮಟವು ವ್ಯಾಸದಲ್ಲಿ 124 ಅಡಿ ಇದ್ದು ವಿಶ್ವದ ಎರಡನೇ ದೊಡ್ಡ ಗುಮ್ಮಟವಾಗಿದೆ. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/259.jpg"
  },
  {
    "_id": "260",
    "enfact": "Halebid was the capital of the Hoysala kingdom. It was previously known that dwarakasamudra.",
    "knfact": "ಹಳೇಬೀಡು ಹೊಯ್ಸಳ ಸಾಮ್ರಾಜ್ಯದ ರಾಜಧಾನಿಯಾಗಿತ್ತು. ಹಳೇಬೀಡನ್ನು ಈ ಮೊದಲು ದ್ವಾರಕಾಸಮುದ್ರ ಎಂದು ಕರೆಯಲಾಗಿತ್ತು. ",
    "imgurl": "https://raw.githubusercontent.com/nikhilnagaraju/smplrepo/master/assets/260.jpg"
  }
]
